[
  {
    "id": "1",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Ти стоїш у черзі в магазині, і хтось попереду каже: «Здається, всі вирішили скупитися одночасно.»",
      "en": "You're in a line at the store, and someone in front says, “Looks like everyone decided to shop at once.”",
      "ru": "Ты стоишь в очереди в магазине, и кто-то впереди говорит: «Похоже, все решили закупаться одновременно.»"
    },
    "task": {
      "ua": "Зроби невимушений коментар, як би у звичайній розмові.",
      "en": "Make a casual comment, just like in a real conversation.",
      "ru": "Сделай непринуждённый комментарий, как в обычной беседе."
    }
  },
  {
    "id": "2",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Після тренування знайомий каже: «Щось сьогодні взагалі не було сил.»",
      "en": "After a workout, someone says, “I just had no energy today at all.”",
      "ru": "После тренировки знакомый говорит: «Сегодня вообще сил не было.»"
    },
    "task": {
      "ua": "Зроби невимушений коментар, як би у звичайній розмові.",
      "en": "Make a casual comment, just like in a real conversation.",
      "ru": "Сделай непринуждённый комментарий, как в обычной беседе."
    }
  },
  {
    "id": "3",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Під час обіду колега з усмішкою каже: «Я сьогодні зранку забув телефон вдома — ніби в іншій реальності побував.»",
      "en": "This: during lunch, a colleague says with a smile, “I forgot my phone at home this morning — felt like I was in a different reality.”",
      "ru": "Во время обеда коллега с улыбкой говорит: «Сегодня утром забыл телефон дома — как будто в другой реальности побывал.»"
    },
    "task": {
      "ua": "Зроби невимушений коментар, як би у звичайній розмові.",
      "en": "Make a casual comment, just like in a real conversation.",
      "ru": "Сделай непринуждённый комментарий, как в обычной беседе."
    }
  },
  {
    "id": "4",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "У розмові хтось каже: «Я вже тиждень без кави.»",
      "en": "Someone says in conversation: “I’ve been without coffee for a week now.”",
      "ru": "Кто-то в разговоре говорит: «Я уже неделю без кофе.»"
    },
    "task": {
      "ua": "Зроби короткий коментар, щоб підтримати тему.",
      "en": "Make a short comment to keep the topic going.",
      "ru": "Сделай короткий комментарий, чтобы поддержать тему."
    }
  },
  {
    "id": "5",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Знайомий ділиться новиною: «Моя дитина пішла у перший клас.»",
      "en": "Someone shares news with you: “My kid just started first grade.”",
      "ru": "Кто-то делится новостью: «Мой ребёнок пошёл в первый класс.»"
    },
    "task": {
      "ua": "Зроби короткий коментар, щоб підтримати тему.",
      "en": "Make a short comment to keep the topic going.",
      "ru": "Сделай короткий комментарий, чтобы поддержать тему."
    }
  },
  {
    "id": "6",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Співрозмовник каже: «Нещодавно читав дуже цікаву статтю.»",
      "en": "Someone says: “I recently read a really interesting article.”",
      "ru": "Собеседник говорит: «Недавно читал очень интересную статью.»"
    },
    "task": {
      "ua": "Зроби короткий коментар, щоб підтримати тему.",
      "en": "Make a short comment to keep the topic going.",
      "ru": "Сделай короткий комментарий, чтобы поддержать тему."
    }
  },
  {
    "id": "7",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Співрозмовник ділиться: «Вчора бачив фільм, який змусив задуматись.»",
      "en": "Someone shares: “I watched a film yesterday that really made me think.”",
      "ru": "Собеседник делится: «Вчера смотрел фильм, который заставил задуматься.»"
    },
    "task": {
      "ua": "Відреагуй коротко і щиро, щоб підтримати розмову.",
      "en": "Respond briefly and sincerely to keep the conversation going.",
      "ru": "Отреагируй коротко и искренне, чтобы поддержать разговор."
    }
  },
  {
    "id": "8",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Хтось згадує: «Маю трохи безсоння останнім часом.»",
      "en": "Someone mentions: “I’ve had a bit of insomnia lately.”",
      "ru": "Кто-то упоминает: «В последнее время у меня бессонница.»"
    },
    "task": {
      "ua": "Зроби короткий коментар, щоб підтримати тему.",
      "en": "Make a short comment to keep the topic going.",
      "ru": "Сделай короткий комментарий, чтобы поддержать тему."
    }
  },
  {
    "id": "9",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Людина каже: «У мене сьогодні день народження.»",
      "en": "Someone says: “It’s my birthday today.”",
      "ru": "Кто-то говорит: «У меня сегодня день рождения.»"
    },
    "task": {
      "ua": "Зроби природний коментар — щирий або жартівливий.",
      "en": "Make a natural comment — sincere or playful.",
      "ru": "Сделай естественный комментарий — искренний или с юмором."
    }
  },
  {
    "id": "10",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Хтось каже: «Здається, я загубив свій гаманець.»",
      "en": "Someone says: “I think I lost my wallet.”",
      "ru": "Кто-то говорит: «Кажется, я потерял свой кошелёк.»"
    },
    "task": {
      "ua": "Зроби короткий природний коментар, щоб показати увагу.",
      "en": "Make a brief natural comment to show you’re paying attention.",
      "ru": "Сделай короткий естественный комментарий, чтобы показать внимание."
    }
  },
  {
    "id": "11",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Співрозмовник розповідає: «Вчора засидівся на роботі до десятої.»",
      "en": "Your conversation partner says: “I stayed at work until ten yesterday.”",
      "ru": "Собеседник рассказывает: «Вчера задержался на работе до десяти.»"
    },
    "task": {
      "ua": "Відреагуй природно, щоб підтримати розмову.",
      "en": "Respond naturally to keep the conversation going.",
      "ru": "Отреагируй естественно, чтобы поддержать разговор."
    }
  },
  {
    "id": "12",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Хтось каже: «Мрію поїхати кудись у гори.»",
      "en": "Someone says: “I dream of going somewhere to the mountains.”",
      "ru": "Кто-то говорит: «Мечтаю поехать куда-нибудь в горы.»"
    },
    "task": {
      "ua": "Скажи щось, що покаже зацікавленість та підтримку.",
      "en": "Say something that shows interest and support.",
      "ru": "Скажи что-то, что покажет заинтересованность и поддержку."
    }
  },
  {
    "id": "13",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Хтось каже: «Зранку розбив чашку — день почався дивно.»",
      "en": "Someone says: “I broke a cup this morning — the day started strangely.”",
      "ru": "Кто-то говорит: «Утром разбил чашку — день начался странно.»"
    },
    "task": {
      "ua": "Зроби короткий природний коментар, щоб підтримати розмову.",
      "en": "Make a brief natural comment to keep the conversation going.",
      "ru": "Сделай короткий естественный комментарий, чтобы поддержать разговор."
    }
  },
  {
    "id": "14",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Співрозмовник каже: «Мене чекає важлива зустріч сьогодні.»",
      "en": "Your conversation partner says: “I have an important meeting today.”",
      "ru": "Собеседник говорит: «Меня ждет важная встреча сегодня.»"
    },
    "task": {
      "ua": "Відреагуй так, щоб показати підтримку і зацікавленість.",
      "en": "Respond to show support and interest.",
      "ru": "Отреагируй, чтобы показать поддержку и заинтересованность."
    }
  },
  {
    "id": "15",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Хтось каже: «У нашому під’їзді знову не працює ліфт.»",
      "en": "Someone says: “The elevator in our building isn’t working again.”",
      "ru": "Кто-то говорит: «В нашем подъезде снова не работает лифт.»"
    },
    "task": {
      "ua": "Скажи коротко щось, що покаже, що ти слухаєш.",
      "en": "Say something brief to show you’re listening.",
      "ru": "Скажи что-то короткое, чтобы показать, что ты слушаешь."
    }
  },
  {
    "id": "16",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Хтось каже: «Мій телефон почав жити своїм життям.»",
      "en": "Someone says: “My phone started acting on its own.”",
      "ru": "Кто-то говорит: «Мой телефон начал жить своей жизнью.»"
    },
    "task": {
      "ua": "Зроби короткий природний коментар, щоб підтримати розмову.",
      "en": "Make a brief natural comment to keep the conversation going.",
      "ru": "Сделай короткий естественный комментарий, чтобы поддержать разговор."
    }
  },
  {
    "id": "17",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Співрозмовник каже: «Я взявся за біг — уже третій день тримаюсь!»",
      "en": "Your conversation partner says: “I started running — already keeping it up for three days!”",
      "ru": "Собеседник говорит: «Я взялся за бег — уже третий день держусь!»"
    },
    "task": {
      "ua": "Відреагуй так, щоб показати підтримку і зацікавленість.",
      "en": "Respond to show support and interest.",
      "ru": "Отреагируй, чтобы показать поддержку и заинтересованность."
    }
  },
  {
    "id": "18",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Хтось каже: «Сусід грає на гітарі ночами.»",
      "en": "Someone says: “The neighbor plays guitar at night.”",
      "ru": "Кто-то говорит: «Сосед играет на гитаре по ночам.»"
    },
    "task": {
      "ua": "Скажи коротко щось, що покаже, що ти слухаєш.",
      "en": "Say something brief to show you’re listening.",
      "ru": "Скажи что-то короткое, чтобы показать, что ты слушаешь."
    }
  },
  {
    "id": "19",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Хтось каже: «У кафе біля дому новий бариста — дуже привітний.»",
      "en": "Someone says: “There’s a new barista at the cafe near my home — very friendly.”",
      "ru": "Кто-то говорит: «В кафе возле дома новый бариста — очень приветливый.»"
    },
    "task": {
      "ua": "Зроби короткий коментар, щоб підтримати розмову.",
      "en": "Make a brief comment to keep the conversation going.",
      "ru": "Сделай короткий комментарий, чтобы поддержать разговор."
    }
  },
  {
    "id": "20",
    "exercise_name": "COMMENT_IN_MOMENT",
    "situation": {
      "ua": "Співрозмовник каже: «Чекаю вихідних, як ніколи.»",
      "en": "Your conversation partner says: “I’m looking forward to the weekend like never before.”",
      "ru": "Собеседник говорит: «Жду выходных, как никогда.»"
    },
    "task": {
      "ua": "Відреагуй коротко, щоб показати, що ти слухаєш.",
      "en": "Respond briefly to show you’re listening.",
      "ru": "Отреагируй коротко, чтобы показать, что ты слушаешь."
    }
  }
]