[
  {
    "id": "1",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Твій друг каже: «Я нещодавно почав вивчати гру на гітарі. Спочатку складно, але мені дуже подобається!»",
      "en": "Your friend says: “I recently started learning to play the guitar. It's a bit hard at first, but I really enjoy it!”",
      "ru": "Твой друг говорит: «Я недавно начал учиться играть на гитаре. Сначала сложно, но мне очень нравится!»"
    },
    "task": {
      "uk": "Запитай щось цікаве, щоб дізнатися більше про те, як у нього/неї йде навчання.",
      "en": "Ask something curious to learn more about how their learning is going.",
      "ru": "Задай интересный вопрос, чтобы узнать больше о процессе обучения."
    }
  },
  {
    "id": "2",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Подруга розповідає: «Я нещодавно побувала в Карпатах — неймовірні краєвиди, свіже повітря, просто вау!»",
      "en": "Your friend tells you: “I recently visited the Carpathians — the views were incredible, the air was so fresh. Just wow!”",
      "ru": "Подруга рассказывает: «Я недавно побывала в Карпатах — невероятные виды, свежий воздух, просто вау!»"
    },
    "task": {
      "uk": "Запитай щось, що допоможе дізнатися про найяскравіші моменти поїздки.",
      "en": "Ask something that helps you find out about the most memorable moments of the trip.",
      "ru": "Задай вопрос, чтобы узнать о самых ярких моментах поездки."
    }
  },
  {
    "id": "3",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Хтось ділиться: «Я почав готувати здорову їжу вдома. Навіть купив пару нових книжок із рецептами!»",
      "en": "Someone tells you: “I started cooking healthy meals at home. I even bought a couple of new recipe books!”",
      "ru": "Кто-то делится: «Я начал готовить здоровую еду дома. Даже купил пару новых книг с рецептами!»"
    },
    "task": {
      "uk": "Запитай щось цікаве про улюблені рецепти або корисні звички в харчуванні.",
      "en": "Ask something interesting about favorite recipes or healthy eating habits.",
      "ru": "Задай вопрос о любимых рецептах или полезных привычках в питании."
    }
  },
  {
    "id": "4",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Твоя подруга каже: «Я почала займатись йогою — і це неймовірно допомагає мені розслабитись після напруженого дня.»",
      "en": "Your friend says: “I started practicing yoga — and it really helps me relax after a stressful day.”",
      "ru": "Твоя подруга говорит: «Я начала заниматься йогой — и это невероятно помогает расслабиться после напряжённого дня.»"
    },
    "task": {
      "uk": "Постав одне запитання, щоб дізнатися більше і показати свою зацікавленість.",
      "en": "Ask one question to learn more and show your interest.",
      "ru": "Задай один вопрос, чтобы узнать больше и показать свой интерес."
    }
  },
  {
    "id": "5",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Друг каже: «Я нещодавно прочитав цікаву книгу про космос — про життя на МКС і майбутні місії на Марс!»",
      "en": "Your friend says: “I recently read an interesting book about space — it talked about life on the ISS and future missions to Mars!”",
      "ru": "Друг говорит: «Я недавно прочитал интересную книгу про космос — о жизни на МКС и будущих миссиях на Марс!»"
    },
    "task": {
      "uk": "Постав одне живе запитання, щоб розвинути тему та продовжити розмову.",
      "en": "Ask one lively question to develop the topic and keep the conversation going.",
      "ru": "Задай один живой вопрос, чтобы развить тему и продолжить разговор."
    }
  },
  {
    "id": "6",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Твоя знайома каже: «Я почала вчитися готувати італійські страви — вчора зробила свою першу пасту!»",
      "en": "Your friend says: “I started learning to cook Italian dishes — yesterday I made my first pasta from scratch!”",
      "ru": "Знакомая говорит: «Я начала учиться готовить итальянские блюда — вчера приготовила свою первую пасту!»"
    },
    "task": {
      "uk": "Постав одне запитання, щоб підтримати розмову і показати, що тобі цікаво.",
      "en": "Ask one question to support the conversation and show you’re interested.",
      "ru": "Задай один вопрос, чтобы поддержать разговор и показать, что тебе интересно."
    }
  },
  {
    "id": "7",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Друг захоплено розповідає: «Минулого тижня я був на концерті своєї улюбленої групи — атмосфера була просто бомбезна!»",
      "en": "Your friend excitedly says: “Last week, I went to a concert of my favorite band — the atmosphere was amazing!”",
      "ru": "Друг с восторгом рассказывает: «На прошлой неделе я был на концерте своей любимой группы — атмосфера была просто супер!»"
    },
    "task": {
      "uk": "Задай запитання або зроби коментар, щоб розвинути тему і показати, що тобі цікаво.",
      "en": "Ask a question or make a comment to keep the conversation going and show your interest.",
      "ru": "Задай вопрос или сделай комментарий, чтобы поддержать разговор и показать свой интерес."
    }
  },
  {
    "id": "8",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Хтось каже тобі: «Я почав ходити в тренажерний зал і вже бачу перші результати — це мотивує!»",
      "en": "Someone tells you: “I started going to the gym and I’m already seeing results — it’s so motivating!”",
      "ru": "Кто-то говорит тебе: «Я начал ходить в спортзал и уже вижу первые результаты — это так мотивирует!»"
    },
    "task": {
      "uk": "Вислови зацікавленість і постав запитання, яке допоможе співрозмовнику розповісти більше.",
      "en": "Show interest and ask a question that encourages the speaker to share more.",
      "ru": "Вырази интерес и задай вопрос, который поможет собеседнику рассказать больше."
    }
  },
  {
    "id": "9",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Твій знайомий каже: «Я збираюся в подорож до Японії наступного місяця. Планую побачити цвітіння сакури й спробувати автентичну їжу!»",
      "en": "Your acquaintance says: “I’m planning a trip to Japan next month. I want to see the cherry blossoms and try authentic food!”",
      "ru": "Знакомый говорит: «Я планирую поездку в Японию в следующем месяце. Хочу увидеть цветение сакуры и попробовать настоящую японскую еду!»"
    },
    "task": {
      "uk": "Покажи свій інтерес, постав запитання чи коментар, щоб дізнатись більше деталей.",
      "en": "Show your interest by asking a question or making a comment to find out more details.",
      "ru": "Прояви интерес, задав вопрос или сделав комментарий, чтобы узнать больше деталей."
    }
  },
  {
    "id": "10",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Друг каже: «Я випадково натрапив на кав’ярню, де роблять лате з лавандою — це несподівано смачно!»",
      "en": "Your friend says: “I accidentally found a café that makes lavender lattes — surprisingly tasty!”",
      "ru": "Друг говорит: «Случайно нашёл кафе, где делают лавандовый латте — неожиданно вкусно!»"
    },
    "task": {
      "uk": "Прояви цікавість і підтримай тему — коментарем або питанням.",
      "en": "Show interest and keep the topic going — with a comment or a question.",
      "ru": "Прояви интерес и продолжи тему — комментарием или вопросом."
    }
  },
  {
    "id": "11",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Твій знайомий каже: «Нещодавно почав вивчати жестову мову — це зовсім інший світ. Навіть не уявляв(-ла), наскільки це цікаво!»",
      "en": "Your acquaintance says: “I recently started learning sign language — it's a whole different world. I had no idea it could be so fascinating!”",
      "ru": "Твой знакомый говорит: «Недавно начал(а) учить жестовый язык — это совсем другой мир. Даже не представлял(а), насколько это интересно!»"
    },
    "task": {
      "uk": "Відреагуй щиро — спробуй дізнатися більше або поділись власною думкою.",
      "en": "Respond sincerely — try to learn more or share your own thoughts.",
      "ru": "Ответь искренне — попробуй узнать больше или поделись своим мнением."
    }
  },
  {
    "id": "12",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Подруга каже: «У мене вдома тепер живе кіт із притулку — дуже харизматичний тип. Уже хазяїн квартири!»",
      "en": "Your friend says: “I’ve adopted a cat from a shelter — such a charismatic little guy. He already acts like he owns the place!”",
      "ru": "Подруга говорит: «Я взяла кота из приюта — очень харизматичный тип. Уже как хозяин себя ведёт!»"
    },
    "task": {
      "uk": "Знайди, як відгукнутись на це — з інтересом, дружньо і невимушено.",
      "en": "Find a way to respond — with curiosity, friendliness, and ease.",
      "ru": "Найди, как отозваться на это — с интересом, по-дружески и непринуждённо."
    }
  },
  {
    "id": "13",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Друг розповідає: «Учора вперше готував гаспачо — неочікувано сподобалось. Холодний суп, а такий смачний!»",
      "en": "Your friend says: “Yesterday I made gazpacho for the first time — surprisingly liked it. A cold soup, but it was so tasty!”",
      "ru": "Друг рассказывает: «Вчера впервые приготовил гаспачо — неожиданно понравилось. Холодный суп, а такой вкусный!»"
    },
    "task": {
      "uk": "Покажи свій інтерес, постав запитання чи коментар, щоб дізнатись більше деталей.",
      "en": "Show your interest by asking a question or making a comment to find out more details.",
      "ru": "Прояви интерес, задав вопрос или сделав комментарий, чтобы узнать больше деталей."
    }
  },
  {
    "id": "14",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Знайома каже: «Я майже закінчила читати “Сто років самотності”. Це щось неймовірне — і стиль, і сюжет!»",
      "en": "Your acquaintance says: “I’m almost done reading ‘One Hundred Years of Solitude’. The writing and the story are just incredible!”",
      "ru": "Знакомая говорит: «Я почти дочитала “Сто лет одиночества”. Это нечто — и стиль, и сюжет!»"
    },
    "task": {
      "uk": "Покажи свій інтерес, постав запитання чи коментар, щоб дізнатись більше деталей.",
      "en": "Show your interest by asking a question or making a comment to find out more details.",
      "ru": "Прояви интерес, задав вопрос или сделав комментарий, чтобы узнать больше деталей."
    }
  },
  {
    "id": "15",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Друг каже: «У вихідні випадково потрапив на фестиваль стріт-арту — класна атмосфера, музика, люди, графіті…»",
      "en": "Your friend says: “This weekend I randomly ended up at a street art festival — the vibe was great: music, people, graffiti...”",
      "ru": "Друг говорит: «На выходных случайно попал на фестиваль уличного искусства — атмосфера супер: музыка, люди, граффити…»"
    },
    "task": {
      "uk": "Покажи свій інтерес, постав запитання чи коментар, щоб дізнатись більше деталей.",
      "en": "Show your interest by asking a question or making a comment to find out more details.",
      "ru": "Прояви интерес, задав вопрос или сделав комментарий, чтобы узнать больше деталей."
    }
  },
  {
    "id": "16",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Подруга каже: «Мене запросили спробувати кераміку — взагалі не думала, що це так затягує. Хочу ще!»",
      "en": "Your friend says: “I got invited to try pottery — never thought it’d be so absorbing. I want to go again!”",
      "ru": "Подруга говорит: «Меня пригласили на керамику — не думала, что это так затянет. Хочу ещё!»"
    },
    "task": {
      "uk": "Покажи свій інтерес, постав запитання чи коментар, щоб дізнатись більше деталей.",
      "en": "Show your interest by asking a question or making a comment to find out more details.",
      "ru": "Прояви интерес, задав вопрос или сделав комментарий, чтобы узнать больше деталей."
    }
  },
  {
    "id": "17",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Знайомий каже: «Сусіди почали грати джаз вечорами — іноді прямо з балкона чутно саксофон. Несподівано приємно.»",
      "en": "Your neighbor says: “My neighbors started playing jazz in the evenings — sometimes you can hear the sax from the balcony. Surprisingly nice.”",
      "ru": "Знакомый говорит: «Соседи стали играть джаз по вечерам — с балкона слышен саксофон. Неожиданно приятно.»"
    },
    "task": {
      "uk": "Покажи свій інтерес, постав запитання чи коментар, щоб дізнатись більше деталей.",
      "en": "Show your interest by asking a question or making a comment to find out more details.",
      "ru": "Прояви интерес, задав вопрос или сделав комментарий, чтобы узнать больше деталей."
    }
  },
  {
    "id": "18",
    "exercise_name": "ASK_MORE",
    "situation": {
      "uk": "Друг каже: «Мій пес вчора сам навчився відкривати двері. Я в шоці, чесно!»",
      "en": "Your friend says: “My dog figured out how to open doors yesterday. I’m honestly shocked!”",
      "ru": "Друг говорит: «Моя собака вчера сама научилась открывать двери. Я в шоке, честно!»"
    },
    "task": {
      "uk": "Покажи свій інтерес, постав запитання чи коментар, щоб дізнатись більше деталей.",
      "en": "Show your interest by asking a question or making a comment to find out more details.",
      "ru": "Прояви интерес, задав вопрос или сделав комментарий, чтобы узнать больше деталей."
    }
  },
]