[
  {
    "id": 1,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Ти чув, що вийшов новий фільм від відомого режисера?\n— Так, трейлер виглядає дуже інтригуюче.\n— Кажуть, там незвичайний сюжет і гарна акторська гра.",
      "en": "— Have you heard about the new film by the famous director?\n— Yes, the trailer looks very intriguing.\n— They say it has an unusual plot and great acting.",
      "ru": "— Ты слышал о новом фильме от известного режиссёра?\n— Да, трейлер выглядит очень интригующе.\n— Говорят, там необычный сюжет и отличная игра актёров."
    },
    "task": {
      "uk": "Визнач основну тему розмови та придумай коротку репліку, яка допоможе підтримати або розширити обговорення.",
      "en": "Identify the main topic of the conversation and come up with a short reply that helps support or expand the discussion.",
      "ru": "Определи главную тему разговора и придумай короткую реплику, которая поможет поддержать или расширить обсуждение."
    }
  },
  {
    "id": 2,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Учора на лекції розповідали про нові методи управління часом.\n— Я почав користуватись одним застосунком — реально допомагає.\n— Я теж хочу щось спробувати, бо вічно не встигаю.",
      "en": "— Yesterday's lecture was about new time management methods.\n— I started using an app — it actually helps.\n— I want to try something too, I’m always behind.",
      "ru": "— Вчера на лекции рассказывали о новых методах тайм-менеджмента.\n— Я начал пользоваться одним приложением — реально помогает.\n— Я тоже хочу что-то попробовать, а то вечно не успеваю."
    },
    "task": {
      "uk": "Зрозумій, про що йдеться, і придумай репліку, яка логічно продовжить цю тему.",
      "en": "Understand what the conversation is about and come up with a reply that logically continues the topic.",
      "ru": "Пойми, о чём разговор, и придумай реплику, которая логично продолжит тему."
    }
  },
  {
    "id": 3,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Ти бачив, як облаштували новий сквер біля офісу?\n— Так, там тепер навіть лавки з зарядками для телефону.\n— І ще посадили багато квітів, дуже приємно гуляти.",
      "en": "— Have you seen the new square near the office?\n— Yes, they even have benches with phone chargers now.\n— And they planted lots of flowers, it’s a nice place to walk.",
      "ru": "— Ты видел, как обустроили новый сквер возле офиса?\n— Да, там даже лавочки с зарядками для телефона.\n— И ещё посадили много цветов, приятно гулять."
    },
    "task": {
      "uk": "Визнач, що саме обговорюється, і придумай репліку, яка підтримає тему.",
      "en": "Figure out what’s being discussed and create a reply that supports the topic.",
      "ru": "Определи, о чём идёт речь, и придумай реплику, которая поддержит тему."
    }
  },
  {
    "id": 4,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Мені здається, останнім часом стало складніше зосереджуватись.\n— Можливо, це через кількість новин і постійні сповіщення.\n— Я вимикаю повідомлення на кілька годин, і це трохи допомагає.",
      "en": "— I feel like it's gotten harder to concentrate lately.\n— Maybe it’s because of all the news and constant notifications.\n— I turn off alerts for a few hours, and it helps a bit.",
      "ru": "— Мне кажется, в последнее время стало сложнее сосредотачиваться.\n— Возможно, из-за количества новостей и постоянных уведомлений.\n— Я отключаю уведомления на несколько часов, это немного помогает."
    },
    "task": {
      "uk": "Зрозумій, яку тему порушено, і придумай репліку, яка її розвине.",
      "en": "Identify the topic being discussed and come up with a reply that develops it.",
      "ru": "Пойми, какую тему затронули, и придумай реплику, которая её разовьёт."
    }
  },
  {
    "id": 5,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Я нарешті дочитав ту книжку, про яку всі говорили.\n— І як враження? Варто було?\n— Спочатку йшла важко, але потім затягнула.",
      "en": "— I finally finished that book everyone was talking about.\n— So, what did you think? Was it worth it?\n— It was hard to get into at first, but then it pulled me in.",
      "ru": "— Я наконец дочитал ту книгу, о которой все говорили.\n— И как тебе? Стоило того?\n— Сначала шла тяжело, но потом затянула."
    },
    "task": {
      "uk": "Зрозумій, що обговорюють, і придумай репліку, яка підтримує або розширює тему книжки.",
      "en": "Understand what’s being discussed and come up with a reply that supports or expands on the topic of the book.",
      "ru": "Пойми, о чём идёт речь, и придумай реплику, которая поддержит или разовьёт тему книги."
    }
  },
  {
    "id": 6,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Зараз усі навколо почали займатись спортом.\n— Та я вже три тижні бігаю щоранку.\n— А я записалась на йогу — нарешті знайшла групу поруч.",
      "en": "— Everyone’s into working out lately.\n— I’ve been running every morning for three weeks.\n— I signed up for yoga — finally found a group nearby.",
      "ru": "— Сейчас все вокруг занялись спортом.\n— Я уже три недели бегаю по утрам.\n— А я записалась на йогу — наконец нашла группу рядом."
    },
    "task": {
      "uk": "Зрозумій головну тему і додай репліку, яка логічно її продовжує.",
      "en": "Identify the main topic and add a reply that logically continues it.",
      "ru": "Определи основную тему и придумай реплику, которая её логично продолжит."
    }
  },
  {
    "id": 7,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Учорашній концерт був просто неймовірний!\n— Світло, звук — все на дуже високому рівні.\n— А ще я не очікував, що вони зіграють такий довгий сет.",
      "en": "— Yesterday’s concert was just incredible!\n— The lights, the sound — everything was top level.\n— And I didn’t expect them to play such a long set.",
      "ru": "— Вчерашний концерт был просто невероятный!\n— Свет, звук — всё на очень высоком уровне.\n— Я не ожидал, что они сыграют такой длинный сет."
    },
    "task": {
      "uk": "Визнач, про що йде мова, і придумай репліку, яка підтримає тему обговорення.",
      "en": "Identify what the conversation is about and come up with a reply that supports the topic.",
      "ru": "Определи, о чём идёт речь, и придумай реплику, которая поддержит тему обсуждения."
    }
  },
  {
    "id": 8,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Сьогодні зранку був просто шалений трафік.\n— Та ще й світлофори не працювали біля вокзалу.\n— Добре, що виїхав раніше, інакше точно запізнився б.",
      "en": "— The traffic this morning was insane.\n— And the traffic lights near the station weren’t working.\n— Good thing I left early — otherwise, I would’ve been late.",
      "ru": "— Сегодня утром был просто сумасшедший трафик.\n— И ещё светофоры не работали у вокзала.\n— Хорошо, что выехал пораньше — а то точно бы опоздал."
    },
    "task": {
      "uk": "Визнач тему розмови і додай репліку, яка підтримує її або додає щось нове.",
      "en": "Identify the topic and add a reply that supports or adds something new to it.",
      "ru": "Определи тему разговора и придумай реплику, которая её поддержит или добавит что-то новое."
    }
  },
  {
    "id": 9,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Я замовив той новий смартфон, що щойно вийшов.\n— Такий стильний! Я теж про нього думав.\n— Кажуть, камера просто топ.",
      "en": "— I ordered that new smartphone that just came out.\n— It looks so sleek! I’ve been thinking about it too.\n— They say the camera is amazing.",
      "ru": "— Я заказал тот новый смартфон, который только вышел.\n— Такой стильный! Я тоже о нём думал.\n— Говорят, камера просто отличная."
    },
    "task": {
      "uk": "Зрозумій, про що йдеться, і додай репліку, яка логічно впишеться в цю тему.",
      "en": "Figure out what the topic is and add a reply that fits naturally into the conversation.",
      "ru": "Пойми, о чём идёт речь, и добавь реплику, которая логично впишется в тему."
    }
  },
  {
    "id": 10,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Ми на вихідних їздили за місто — просто супер.\n— Таке свіже повітря! І майже нікого навколо.\n— Знайшли місце біля річки, і навіть встигли покупатися.",
      "en": "— We went out of town for the weekend — it was great.\n— The air was so fresh! And hardly anyone around.\n— We found a spot by the river and even had a swim.",
      "ru": "— Мы на выходных выезжали за город — просто супер.\n— Такой свежий воздух! И почти никого вокруг.\n— Нашли место у реки и даже успели поплавать."
    },
    "task": {
      "uk": "Визнач основну тему і придумай репліку, яка підтримує або продовжує розмову.",
      "en": "Identify the main topic and come up with a reply that supports or continues the conversation.",
      "ru": "Определи основную тему и придумай реплику, которая поддержит или продолжит разговор."
    }
  },
  {
    "id": 11,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Я сьогодні вперше спробував медитацію.\n— Серйозно? І як враження?\n— Незвично, але відчув, що трохи легше стало дихати.",
      "en": "— I tried meditation for the first time today.\n— Seriously? How was it?\n— Strange, but I felt like it helped me breathe easier.",
      "ru": "— Сегодня впервые попробовал медитацию.\n— Серьёзно? И как ощущения?\n— Необычно, но почувствовал, что дышать стало легче."
    },
    "task": {
      "uk": "Зрозумій, про що йде мова, і додай репліку, яка природно продовжить тему.",
      "en": "Understand the conversation and add a reply that naturally continues the topic.",
      "ru": "Пойми, о чём идёт речь, и добавь реплику, которая естественно продолжит тему."
    }
  },
  {
    "id": 12,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Вчора випадково натрапив на старі листи.\n— О, це завжди щось особливе.\n— Так, одразу згадав шкільні роки.",
      "en": "— Yesterday I stumbled upon some old letters.\n— Oh, that’s always something special.\n— Yeah, it immediately brought back school memories.",
      "ru": "— Вчера случайно наткнулся на старые письма.\n— О, это всегда что-то особенное.\n— Да, сразу вспомнились школьные годы."
    },
    "task": {
      "uk": "Визнач тему розмови та придумай репліку, яка допоможе утримати ностальгійний настрій.",
      "en": "Identify the topic and come up with a reply that maintains the nostalgic mood.",
      "ru": "Определи тему разговора и придумай реплику, которая сохранит ностальгическое настроение."
    }
  },
  {
    "id": 13,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— У моєму дворі посадили нові дерева.\n— О, класно! Так одразу затишніше стає.\n— І тепер є тінь, де можна посидіти влітку.",
      "en": "— They planted new trees in my yard.\n— Oh, nice! It makes everything feel cozier.\n— And now there’s shade to sit in during summer.",
      "ru": "— У нас во дворе посадили новые деревья.\n— О, здорово! Сразу уютнее стало.\n— И теперь есть тень, где можно посидеть летом."
    },
    "task": {
      "uk": "Визнач головну тему розмови і додай до неї коментар або нову думку.",
      "en": "Identify the main topic and add a comment or a new thought to support it.",
      "ru": "Определи главную тему и добавь комментарий или новую мысль по теме."
    }
  },
  {
    "id": 14,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Учора пробував новий рецепт пасти.\n— Сам готував?\n— Так, з соусом із печених овочів. Вийшло краще, ніж очікував!",
      "en": "— I tried a new pasta recipe yesterday.\n— You cooked it yourself?\n— Yeah, with roasted veggie sauce. Turned out better than I expected!",
      "ru": "— Вчера попробовал новый рецепт пасты.\n— Сам готовил?\n— Да, с соусом из запечённых овощей. Получилось лучше, чем думал!"
    },
    "task": {
      "uk": "Визнач, про що йде розмова, і додай репліку, яка підтримує тему кулінарії.",
      "en": "Identify the topic of the conversation and add a reply that supports the theme of cooking.",
      "ru": "Определи, о чём идёт разговор, и добавь реплику, поддерживающую тему кулинарии."
    }
  },
  {
    "id": 15,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Мене останнім часом тягне читати більше паперових книжок.\n— Електронні вже набридли?\n— Можливо. Але з паперовою інше відчуття — як ритуал.",
      "en": "— Lately I feel like reading more paper books.\n— Tired of e-books?\n— Maybe. But paper books feel different — like a ritual.",
      "ru": "— В последнее время тянет читать бумажные книги.\n— Электронные надоели?\n— Возможно. Но с бумажными ощущение совсем другое — как ритуал."
    },
    "task": {
      "uk": "Зрозумій, про що говорить співрозмовник, і додай репліку, яка розвине думку про читання.",
      "en": "Understand what the speaker is talking about and add a reply that develops the idea of reading.",
      "ru": "Пойми, о чём говорит собеседник, и добавь реплику, которая развивает тему чтения."
    }
  },
  {
    "id": 16,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Друзі подарували мені на день народження абонемент у басейн.\n— О, круто! Будеш плавати регулярно?\n— Постараюсь. Мені це давно потрібно було.",
      "en": "— My friends gave me a swimming pool membership for my birthday.\n— Oh, nice! Will you swim regularly?\n— I’ll try. I’ve needed this for a while.",
      "ru": "— Друзья подарили мне на день рождения абонемент в бассейн.\n— О, класс! Будешь плавать регулярно?\n— Постараюсь. Мне это давно было нужно."
    },
    "task": {
      "uk": "Визнач тему розмови і додай репліку, яка підтримує або розширює розмову про спорт або здоров’я.",
      "en": "Identify the topic and add a reply that supports or expands on the topic of exercise or health.",
      "ru": "Определи тему разговора и добавь реплику, которая поддерживает или расширяет тему спорта или здоровья."
    }
  },
  {
    "id": 17,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Вони вже третій тиждень ремонтують дорогу біля мого дому.\n— Серйозно? Що саме роблять?\n— Повністю перекладають асфальт. Гул стоїть від ранку до вечора.",
      "en": "— They've been repairing the road near my house for three weeks now.\n— Really? What exactly are they doing?\n— Completely redoing the asphalt. The noise goes on from morning till night.",
      "ru": "— Они уже третью неделю ремонтируют дорогу возле моего дома.\n— Серьёзно? Что именно делают?\n— Полностью перекладывают асфальт. Гул стоит с утра до вечера."
    },
    "task": {
      "uk": "Визнач тему розмови та додай репліку, яка логічно її продовжує або підтримує.",
      "en": "Identify the topic of the conversation and add a reply that logically continues or supports it.",
      "ru": "Определи тему разговора и добавь реплику, которая логично её продолжит или поддержит."
    }
  },
  {
    "id": 18,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— Я знову почав вести щоденник.\n— Цікаво. Навіщо?\n— Це допомагає мені краще зрозуміти свої думки й емоції.",
      "en": "— I’ve started journaling again.\n— Interesting. Why?\n— It helps me understand my thoughts and emotions better.",
      "ru": "— Я снова начал вести дневник.\n— Интересно. Зачем?\n— Это помогает мне лучше понять свои мысли и эмоции."
    },
    "task": {
      "uk": "Зрозумій тему розмови та придумай репліку, яка її підтримує або розширює — про саморефлексію чи особистий розвиток.",
      "en": "Understand the topic and come up with a reply that supports or expands it — about self-reflection or personal growth.",
      "ru": "Пойми тему разговора и придумай реплику, которая её поддержит или расширит — про саморефлексию или личностный рост."
    }
  },
  {
    "id": 19,
    "exercise_name": "FIND_THE_TOPIC",
    "situation": {
      "uk": "— У вихідні були в лісі — нарешті трохи відключились від усього.\n— О, як вам там?\n— Тиша, свіже повітря, без зв’язку — просто ідеально.",
      "en": "— We went to the forest over the weekend — finally disconnected from everything.\n— Oh, how was it?\n— Quiet, fresh air, no signal — just perfect.",
      "ru": "— На выходных были в лесу — наконец-то отключились от всего.\n— О, как вам там?\n— Тишина, свежий воздух, без связи — просто идеально."
    },
    "task": {
      "uk": "Зрозумій основну тему і придумай репліку, яка підтримує ідею відпочинку на природі.",
      "en": "Identify the main topic and create a reply that supports the idea of spending time in nature.",
      "ru": "Определи основную тему и придумай реплику, поддерживающую идею отдыха на природе."
    }
  }
]