[
  {
    "id": "1",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Ми на вихідних їздили в гори — погода була ідеальна, і маршрут не дуже складний.\n— Так круто було нарешті відірватися від міста!",
      "en": "— We went to the mountains over the weekend — the weather was perfect, and the route wasn’t too difficult.\n— It was so great to finally get away from the city!",
      "ru": "— Мы на выходных ездили в горы — погода была идеальная, и маршрут не слишком сложный.\n— Так здорово было наконец оторваться от города!"
    },
    "task": {
      "ua": "Придумай свою репліку, яка б логічно вписалась у цю розмову.",
      "en": "Come up with your own reply that would logically fit into this conversation.",
      "ru": "Придумай свою реплику, которая логично впишется в этот разговор."
    }
  },
  {
    "id": "1",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Вчора подивилась фільм, який давно хотіла — \"Після Сонця\". Дуже незвично знято.\n— Так, він трохи повільний, але атмосферний. І акторський склад класний.",
      "en": "— Yesterday I watched the movie I’d been wanting to see — \"After the Sun.\" It was filmed in a very unusual way.\n— Yeah, it’s a bit slow, but atmospheric. And the cast is great.",
      "ru": "— Вчера посмотрела фильм, который давно хотела — \"После Солнца\". Очень необычно снято.\n— Да, он немного медленный, но атмосферный. И актерский состав классный."
    },
    "task": {
      "ua": "Що скажеш далі? Поділись думкою або запитай щось у співрозмовників.",
      "en": "What would you say next? Share your opinion or ask something to your conversation partners.",
      "ru": "Что скажешь дальше? Поделись мнением или задай вопрос собеседникам."
    }
  },
  {
    "id": "2",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Я ніколи не думала, що мені так зайде настільний теніс. Почала грати випадково!\n— У нас у дворі є класний стіл, можна якось зібратись.",
      "en": "— I never thought I’d get into table tennis so much. I started playing by chance!\n— We have a great table in our yard, maybe we could get together sometime.",
      "ru": "— Я никогда не думала, что так понравится настольный теннис. Начала играть случайно!\n— У нас во дворе есть классный стол, можно как-нибудь собраться."
    },
    "task": {
      "ua": "Як би ти відповів/відповіла? Запропонуй ідею або підтримай тему.",
      "en": "How would you respond? Suggest an idea or support the topic.",
      "ru": "Как бы ты ответил/ответила? Предложи идею или поддержи тему."
    }
  },
  {
    "id": "3",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Цікавий був тренінг, але трохи затягнули з останнім блоком.\n— Так, я вже трохи втрачав увагу під кінець.",
      "en": "— The training was interesting, but the last part dragged on a bit.\n— Yeah, I was starting to lose focus towards the end.",
      "ru": "— Интересный был тренинг, но немного затянули с последним блоком.\n— Да, я уже немного терял внимание к концу."
    },
    "task": {
      "ua": "Як додати щось доречне до цієї розмови?",
      "en": "How would you add something appropriate to this conversation?",
      "ru": "Как добавить что-то уместное в этот разговор?"
    }
  },
  {
    "id": "4",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Я вже вдруге замовляю тут лимонад — у них якийсь космос, не просто вода з лимоном!\n— Так, і тістечка теж щоразу інші. Вони явно щось тестують.",
      "en": "— I’ve ordered lemonade here twice already — it’s like some cosmic drink, not just water with lemon!\n— Yeah, and the pastries are always different. They’re definitely experimenting.",
      "ru": "— Я уже второй раз заказываю тут лимонад — у них какой-то космос, не просто вода с лимоном!\n— Да, и пирожные тоже каждый раз разные. Они явно что-то тестируют."
    },
    "task": {
      "ua": "Що ти скажеш у відповідь?",
      "en": "What would you say in response?",
      "ru": "Что ты скажешь в ответ?"
    }
  },
  {
    "id": "5",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Викладач сьогодні прямо здивував — я не очікував такого практичного підходу.\n— І кейс був прикольний, про той стартап із доставкою.",
      "en": "— The teacher really surprised me today — I didn’t expect such a practical approach.\n— And the case study about that delivery startup was cool.",
      "ru": "— Преподаватель сегодня прямо удивил — я не ожидал такого практичного подхода.\n— И кейс был классный, про тот стартап с доставкой."
    },
    "task": {
      "ua": "Як ти підтримаєш цю розмову?",
      "en": "How would you support this conversation?",
      "ru": "Как ты поддержишь этот разговор?"
    }
  },
  {
    "id": "6",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Я люблю подорожувати потягом — є щось заспокійливе в ритмі коліс.\n— Особливо коли не потрібно нікуди поспішати, можна дивитися у вікно годинами.",
      "en": "— I love traveling by train — there’s something calming about the rhythm of the wheels.\n— Especially when you don’t have to rush anywhere, you can watch the view for hours.",
      "ru": "— Я люблю путешествовать поездом — есть что-то успокаивающее в ритме колес.\n— Особенно когда не нужно никуда торопиться, можно часами смотреть в окно."
    },
    "task": {
      "ua": "Яку репліку ти б додав/додала?",
      "en": "What reply would you add?",
      "ru": "Какую реплику ты бы добавил/добавила?"
    }
  },
  {
    "id": "7",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Сьогодні така погода, що хочеться просто гуляти без мети.\n— Так, рідкісний день: не жарко, не холодно, і пахне весною.",
      "en": "— The weather today makes me just want to wander without a goal.\n— Yeah, a rare day: not hot, not cold, and it smells like spring.",
      "ru": "— Сегодня такая погода, что хочется просто гулять без цели.\n— Да, редкий день: не жарко, не холодно, и пахнет весной."
    },
    "task": {
      "ua": "Придумай репліку, щоб підтримати цю розмову — поділись думкою або запитай щось цікаве.",
      "en": "Come up with a reply to keep the conversation going — share your thought or ask an interesting question.",
      "ru": "Придумай реплику, чтобы поддержать этот разговор — поделись мнением или задай интересный вопрос."
    }
  },
  {
    "id": "8",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Я не дуже люблю гучні тусовки, але іноді треба себе витягати з печери.\n— Такий настрій знайомий. Але іноді саме так і знаходиш нових людей.",
      "en": "— I’m not really into loud parties, but sometimes you just have to drag yourself out of the cave.\n— I know that feeling. But sometimes that’s exactly how you meet new people.",
      "ru": "— Я не очень люблю шумные тусовки, но иногда нужно вытащить себя из пещеры.\n— Такое настроение знакомо. Но иногда именно так и находишь новых людей."
    },
    "task": {
      "ua": "Що ти скажеш далі? Підтримай тему або додай щось своє.",
      "en": "What will you say next? Support the topic or add something of your own.",
      "ru": "Что ты скажешь дальше? Поддержи тему или добавь что-то своё."
    }
  },
  {
    "id": "9",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Коли дедлайнів багато, я працюю у навушниках. Інакше не можу сконцентруватися.\n— А я навпаки — тиша мене гнітить. Ловлю ритм тільки з музикою.",
      "en": "— When there are many deadlines, I work with headphones on. Otherwise, I can’t concentrate.\n— I’m the opposite — silence gets me down. I only catch my rhythm with music.",
      "ru": "— Когда много дедлайнов, я работаю в наушниках. Иначе не могу сосредоточиться.\n— А я наоборот — тишина меня угнетает. Ловлю ритм только с музыкой."
    },
    "task": {
      "ua": "Як би ти відповів? Підтримай розмову природною реплікою.",
      "en": "How would you respond? Keep the conversation flowing with a natural reply.",
      "ru": "Как бы ты ответил? Поддержи разговор естественной репликой."
    }
  },
  {
    "id": "10",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Цього літа планую спробувати серфінг. Ніколи раніше не займався цим, але дуже цікаво.\n— О, круто! Я теж думала колись спробувати, але трохи боюся хвиль.",
      "en": "— This summer, I’m planning to try surfing. Never done it before, but I’m really curious.\n— Oh, cool! I thought about trying it too, but I’m a bit scared of the waves.",
      "ru": "— Этим летом планирую попробовать серфинг. Никогда раньше этим не занимался, но очень интересно.\n— О, круто! Я тоже думала попробовать, но немного боюсь волн."
    },
    "task": {
      "ua": "Як би ти підтримав цю розмову? Запропонуй пораду або поділись своїми враженнями.",
      "en": "How would you keep this conversation going? Offer advice or share your thoughts.",
      "ru": "Как бы ты поддержал этот разговор? Предложи совет или поделись впечатлениями."
    }
  },
  {
    "id": "11",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Минулої ночі я нарешті дочитав ту книгу, про яку всі говорять — «Таємне життя дерев».\n— Справді? Я теж хочу її почати, але не знаю, чи вистачить часу.",
      "en": "— Last night I finally finished that book everyone’s talking about — 'The Secret Life of Trees'.\n— Really? I want to start it too, but I’m not sure if I’ll have time.",
      "ru": "— Прошлой ночью я наконец дочитал книгу, о которой все говорят — «Тайная жизнь деревьев».\n— Правда? Я тоже хочу её начать, но не знаю, хватит ли времени."
    },
    "task": {
      "ua": "Що б ти сказав далі? Поділись враженнями або порадь, з чого почати.",
      "en": "What would you say next? Share your impressions or suggest where to start.",
      "ru": "Что бы ты сказал дальше? Поделись впечатлениями или посоветуй, с чего начать."
    }
  },
  {
    "id": "12",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Вчора вперше спробував готувати пасту власноруч — вийшло не ідеально, але смачно!\n— Звучить класно! Я завжди боялась робити соуси, а ти як справляєшся?",
      "en": "— Yesterday I tried making pasta from scratch for the first time — it wasn’t perfect, but tasty!\n— Sounds great! I’ve always been scared to make sauces, how do you manage?",
      "ru": "— Вчера впервые попробовал приготовить пасту самостоятельно — получилось не идеально, но вкусно!\n— Звучит классно! Я всегда боялась делать соусы, а ты как справляешься?"
    },
    "task": {
      "ua": "Придумай відповідь, яка підтримує розмову і ділиться досвідом.",
      "en": "Come up with a reply that keeps the conversation going and shares your experience.",
      "ru": "Придумай ответ, который поддержит разговор и поделится опытом."
    }
  },
  {
    "id": "13",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Вчора знайшов класне кафе, де роблять фантастичну каву з різними смаками.\n— О, звучить цікаво! Яка у них найпопулярніша позиція?",
      "en": "— Yesterday I found a cool café that makes fantastic coffee with different flavors.\n— Oh, sounds interesting! What’s their most popular option?",
      "ru": "— Вчера нашёл классное кафе, где делают фантастический кофе с разными вкусами.\n— О, звучит интересно! Какая у них самая популярная позиция?"
    },
    "task": {
      "ua": "Як би ти продовжив цю розмову? Розкажи про свої улюблені кавові напої або запитай про меню.",
      "en": "How would you continue this conversation? Share your favorite coffee drinks or ask about the menu.",
      "ru": "Как бы ты продолжил этот разговор? Расскажи о своих любимых кофейных напитках или спроси про меню."
    }
  },
  {
    "id": "14",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— У нашому місті відкрили новий парк з великою дитячою зоною та спортмайданчиком.\n— Круто! Плануємо з дітьми туди піти на вихідних.",
      "en": "— A new park opened in our city with a big kids’ zone and sports area.\n— Cool! We’re planning to go there with the kids this weekend.",
      "ru": "— В нашем городе открылся новый парк с большой детской зоной и спортплощадкой.\n— Круто! Планируем сходить туда с детьми на выходных."
    },
    "task": {
      "ua": "Придумай репліку, яка підтримає тему та розповість про улюблені місця для відпочинку.",
      "en": "Come up with a reply that supports the topic and shares favorite places for relaxation.",
      "ru": "Придумай реплику, которая поддержит тему и расскажет о любимых местах для отдыха."
    }
  },
  {
    "id": "15",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Під час карантину я навчився грати на гітарі онлайн.\n— Вау! Я завжди хотів навчитися, але не знав, з чого почати.",
      "en": "— During quarantine, I learned to play guitar online.\n— Wow! I’ve always wanted to learn, but didn’t know where to start.",
      "ru": "— Во время карантина я научился играть на гитаре онлайн.\n— Вау! Я всегда хотел научиться, но не знал, с чего начать."
    },
    "task": {
      "ua": "Як би ти підтримав цю розмову? Запропонуй ресурси або поради для початківців.",
      "en": "How would you support this conversation? Suggest resources or tips for beginners.",
      "ru": "Как бы ты поддержал этот разговор? Предложи ресурсы или советы для начинающих."
    }
  },
  {
    "id": "16",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Зараз усі говорять про штучний інтелект і його вплив на наше життя.\n— Так, це і захоплює, і трохи лякає одночасно.",
      "en": "— Everyone is talking about artificial intelligence and its impact on our lives.\n— Yes, it’s both fascinating and a bit scary at the same time.",
      "ru": "— Все говорят об искусственном интеллекте и его влиянии на нашу жизнь.\n— Да, это и увлекает, и немного пугает одновременно."
    },
    "task": {
      "ua": "Придумай, що ти скажеш далі, щоб додати думку або поставити цікаве питання.",
      "en": "Come up with what you would say next to add your opinion or ask an interesting question.",
      "ru": "Придумай, что ты скажешь дальше, чтобы добавить мнение или задать интересный вопрос."
    }
  },
  {
    "id": "17",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Цього літа планую поїхати в Італію — давно мріяв побачити Рим.\n— О, це чудово! Там стільки історії і смачної їжі.",
      "en": "— This summer I plan to visit Italy — I’ve long dreamed of seeing Rome.\n— Oh, that’s wonderful! There’s so much history and delicious food there.",
      "ru": "— Этим летом планирую поехать в Италию — давно мечтал увидеть Рим.\n— О, это прекрасно! Там столько истории и вкусной еды."
    },
    "task": {
      "ua": "Придумай свою репліку, яка продовжить цю тему — поділись своїми планами чи порадь місця для відвідування.",
      "en": "Come up with your own reply to continue this topic — share your plans or recommend places to visit.",
      "ru": "Придумай свою реплику, которая продолжит эту тему — поделись своими планами или посоветуй места для посещения."
    }
  },
  {
    "id": "18",
    "exercise_name": "JOIN_CONVERSATION",
    "situation": {
      "ua": "— Я почала займатись йогой і помітила, як вона допомагає мені зняти стрес.\n— Я теж колись пробував, але здається, що це складно для початківців.",
      "en": "— I started doing yoga and noticed how it helps me relieve stress.\n— I tried it once too, but it seems difficult for beginners.",
      "ru": "— Я начала заниматься йогой и заметила, как она помогает снять стресс.\n— Я тоже пробовал, но кажется, что это сложно для новичков."
    },
    "task": {
      "ua": "Як би ти підтримав розмову? Можеш поділитись своїм досвідом або дати пораду.",
      "en": "How would you support the conversation? You can share your experience or give advice.",
      "ru": "Как бы ты поддержал разговор? Можешь поделиться своим опытом или дать совет."
    }
  }
]