[
  {
    "id": "1",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти прокинувся і зрозумів, що опинився у тілі свого кота. Твоя задача — пояснити людям, що ти не просто тварина, а людина всередині.",
      "en": "Situation: You wake up and realize you're in your cat’s body. Your task is to convince the humans around you that you're not just a pet, but a person inside.",
      "ru": "Ситуация: Ты просыпаешься и понимаешь, что оказался в теле своего кота. Твоя задача — убедить людей, что ты не просто животное, а человек внутри."
    }
  },
  {
    "id": "2",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти випадково вийшов на сцену замість головного спікера на конференції. Ти не знаєш тему, але маєш щось сказати.",
      "en": "Situation: You accidentally walked on stage instead of the keynote speaker at a conference. You don’t know the topic, but you have to say something.",
      "ru": "Ситуация: Ты случайно вышел на сцену вместо главного спикера на конференции. Ты не знаешь тему, но нужно что-то сказать."
    }
  },
  {
    "id": "3",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти зустрів майбутнє «я», яке прийшло попередити тебе про щось. Але воно говорить загадками.",
      "en": "Situation: You’ve met your future self, who came to warn you about something. But they speak only in riddles.",
      "ru": "Ситуация: Ты встретил себя из будущего, который пришёл тебя предупредить. Но он говорит только загадками."
    }
  },
  {
    "id": "4",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У кафе бариста переплутав твоє замовлення і подав тобі зілля, після якого ти можеш чути думки інших.",
      "en": "Situation: At a café, the barista messed up your order and gave you a potion that lets you hear other people’s thoughts.",
      "ru": "Ситуация: В кафе бариста перепутал твой заказ и дал тебе зелье, после которого ты слышишь чужие мысли."
    }
  },
  {
    "id": "5",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти у прямому ефірі, і тобі треба переконати глядачів, що ти — експерт з виживання на Марсі.",
      "en": "Situation: You’re on live TV, and you must convince the audience that you’re a survival expert on Mars.",
      "ru": "Ситуация: Ты в прямом эфире и должен убедить зрителей, что ты эксперт по выживанию на Марсе."
    }
  },
  {
    "id": "6",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти на побаченні всліпу, і твій співрозмовник виявляється... вампіром. Як ти реагуєш?",
      "en": "Situation: You’re on a blind date, and your date turns out to be... a vampire. How do you react?",
      "ru": "Ситуация: Ты на свидании вслепую, и твой собеседник оказывается... вампиром. Как ты реагируешь?"
    }
  },
  {
    "id": "7",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти на співбесіді в компанії мрії, але всі запитання ставить робот.",
      "en": "Situation: You’re at a job interview for your dream company, but all the questions are asked by a robot.",
      "ru": "Ситуация: Ты на собеседовании в компании мечты, но все вопросы задаёт робот."
    }
  },
  {
    "id": "8",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти випадково натиснув червону кнопку на незнайомому пристрої. Щось починає відбуватися.",
      "en": "Situation: You accidentally pressed a red button on an unknown device. Something is starting to happen.",
      "ru": "Ситуация: Ты случайно нажал красную кнопку на незнакомом устройстве. Что-то начинает происходить."
    }
  },
  {
    "id": "9",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти виграв мільйон доларів, але умовою є — витратити їх за один день і нічого не купити для себе.",
      "en": "Situation: You won a million dollars, but the condition is — spend it in one day and buy nothing for yourself.",
      "ru": "Ситуация: Ты выиграл миллион долларов, но условие — потратить всё за один день и ничего не купить себе."
    }
  },
  {
    "id": "10",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти раптом розумієш, що можеш говорити з тваринами. Перша — твій пес, і він ображений на тебе.",
      "en": "Situation: You suddenly realize you can talk to animals. The first one is your dog — and he’s upset with you.",
      "ru": "Ситуация: Ты внезапно понимаешь, что можешь говорить с животными. Первым заговорил твой пёс — и он обижен на тебя."
    }
  },
  {
    "id": "11",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти в ефірі тревел-шоу, і тобі треба описати вигадане місто так, ніби воно реально існує.",
      "en": "Situation: You’re on a travel show, and you must describe an imaginary city as if it’s a real place.",
      "ru": "Ситуация: Ты в эфире тревел-шоу и должен описать вымышленный город так, будто он реально существует."
    }
  },
  {
    "id": "12",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти проснувся в тілі відомої знаменитості. Перша година — і перша криза.",
      "en": "Situation: You woke up in the body of a famous celebrity. It’s your first hour — and your first crisis.",
      "ru": "Ситуация: Ты проснулся в теле знаменитости. Первый час — и первый кризис."
    }
  },
  {
    "id": "13",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти в супермаркеті, і всі товари раптово почали з тобою розмовляти.",
      "en": "Situation: You’re in a supermarket and suddenly all the products start talking to you.",
      "ru": "Ситуация: Ты в супермаркете, и все продукты внезапно начинают с тобой говорить."
    }
  },
  {
    "id": "14",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти — викладач у школі для чаклунів. Учень випадково відкрив портал у інший вимір.",
      "en": "Situation: You’re a teacher at a wizard school. A student accidentally opened a portal to another dimension.",
      "ru": "Ситуация: Ты учитель в школе волшебников. Ученик случайно открыл портал в другое измерение."
    }
  },
  {
    "id": "15",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твій холодильник оголосив страйк і вимагає кращих умов.",
      "en": "Situation: Your fridge went on strike and demands better conditions.",
      "ru": "Ситуация: Твой холодильник объявил забастовку и требует лучших условий."
    }
  },
  {
    "id": "16",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти береш участь у ток-шоу як експерт з спілкування з привидами.",
      "en": "Situation: You’re on a talk show as an expert in ghost communication.",
      "ru": "Ситуация: Ты на ток-шоу в роли эксперта по общению с призраками."
    }
  },
  {
    "id": "17",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твої домашні рослини почали критикувати твій стиль життя.",
      "en": "Situation: Your houseplants started criticizing your lifestyle.",
      "ru": "Ситуация: Твои комнатные растения начали критиковать твой образ жизни."
    }
  },
  {
    "id": "18",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти виграв квиток на обід з президентом іншої планети.",
      "en": "Situation: You won a lunch with the president of another planet.",
      "ru": "Ситуация: Ты выиграл обед с президентом другой планеты."
    }
  },
  {
    "id": "19",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти — єдиний гість на весіллі, де всі інші — роботи.",
      "en": "Situation: You’re the only guest at a wedding where everyone else is a robot.",
      "ru": "Ситуация: Ты — единственный гость на свадьбе, где все остальные — роботы."
    }
  },
  {
    "id": "20",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти на шоу талантів, і твій талант — переконливо брехати.",
      "en": "Situation: You’re on a talent show, and your talent is lying convincingly.",
      "ru": "Ситуация: Ты на шоу талантов, и твой талант — убедительно врать."
    }
  },
  {
    "id": "21",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твоя бабуся виявилась шпигункою. Ти маєш прикрити її місію.",
      "en": "Situation: Your grandma turned out to be a spy. You must cover for her mission.",
      "ru": "Ситуация: Твоя бабушка оказалась шпионкой. Ты должен прикрыть её миссию."
    }
  },
  {
    "id": "22",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти отримав листа з майбутнього з попередженням не йти на побачення сьогодні.",
      "en": "Situation: You received a letter from the future warning you not to go on a date today.",
      "ru": "Ситуация: Ты получил письмо из будущего с предупреждением не идти сегодня на свидание."
    }
  },
  {
    "id": "23",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти — детектив у світі, де всі злочини скоюють коти.",
      "en": "Situation: You’re a detective in a world where all crimes are committed by cats.",
      "ru": "Ситуация: Ты — детектив в мире, где все преступления совершают кошки."
    }
  },
  {
    "id": "24",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти забув, хто ти, але всі навколо називають тебе «професор часу».",
      "en": "Situation: You’ve forgotten who you are, but everyone calls you ‘the Time Professor’.",
      "ru": "Ситуация: Ты забыл, кто ты, но все называют тебя «профессором времени»."
    }
  },
  {
    "id": "25",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти знімаєш відеоблог, але довкола відбувається зомбі-апокаліпсис.",
      "en": "Situation: You’re filming a vlog, but a zombie apocalypse is happening around you.",
      "ru": "Ситуация: Ты снимаешь влог, но вокруг начинается зомби-апокалипсис."
    }
  },
  {
    "id": "26",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти випадково потрапив у прямий ефір дитячої програми і тебе сприймають як нового ведучого.",
      "en": "Situation: You accidentally appeared live on a kids' show and everyone thinks you’re the new host.",
      "ru": "Ситуация: Ты случайно попал в прямой эфир детской передачи, и все считают, что ты новый ведущий."
    }
  },
  {
    "id": "27",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти спілкуєшся з іноземцем, але перекладач у навушнику почав вигадувати фрази від себе.",
      "en": "Situation: You’re talking to a foreigner, but your translator earpiece starts inventing phrases.",
      "ru": "Ситуация: Ты общаешься с иностранцем, но переводчик в ухе начал придумывать фразы сам."
    }
  },
  {
    "id": "28",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твоє дзеркальне відображення починає жити своїм життям і щось тобі каже.",
      "en": "Situation: Your mirror reflection starts living its own life and says something to you.",
      "ru": "Ситуация: Твоё отражение в зеркале начинает жить своей жизнью и что-то тебе говорит."
    }
  },
  {
    "id": "29",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти прокинувся посеред лісу у костюмі банана, а поруч — камера знімального майданчика.",
      "en": "Situation: You woke up in the woods wearing a banana costume. Nearby — a film crew’s camera.",
      "ru": "Ситуация: Ты проснулся в лесу в костюме банана. Рядом — камера съёмочной группы."
    }
  },
  {
    "id": "30",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У твого будильника зламався звук, і тепер він говорить філософські цитати замість сигналу.",
      "en": "Situation: Your alarm clock broke, and now it says philosophical quotes instead of ringing.",
      "ru": "Ситуация: Твой будильник сломался и теперь вместо сигнала говорит философские цитаты."
    }
  },
  {
    "id": "31",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти маєш переконати групу інопланетян не викрадати Землю — бо тут смачне морозиво.",
      "en": "Situation: You have to convince a group of aliens not to abduct Earth — because of our delicious ice cream.",
      "ru": "Ситуация: Ты должен убедить инопланетян не похищать Землю — из-за нашего вкусного мороженого."
    }
  },
  {
    "id": "32",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти отримав листа, що ти — спадкоємець трону у країні хом’яків.",
      "en": "Situation: You received a letter saying you’re the heir to the throne in the Hamster Kingdom.",
      "ru": "Ситуация: Ты получил письмо, что ты — наследник трона в королевстве хомяков."
    }
  },
  {
    "id": "33",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твої шкарпетки влаштували втечу з пральної машини і залишили тобі записку.",
      "en": "Situation: Your socks escaped from the washing machine and left you a note.",
      "ru": "Ситуация: Твои носки сбежали из стиральной машины и оставили тебе записку."
    }
  },
  {
    "id": "34",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти опинився на вечірці у піратів. Тебе запрошують виголосити тост.",
      "en": "Situation: You ended up at a pirate party. They ask you to give a toast.",
      "ru": "Ситуация: Ты оказался на вечеринке у пиратов. Тебя просят произнести тост."
    }
  },
  {
    "id": "35",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У твоєму холодильнику відкрився новий ресторан для гномів.",
      "en": "Situation: A new restaurant for gnomes opened in your fridge.",
      "ru": "Ситуация: В твоём холодильнике открылся ресторан для гномов."
    }
  },
  {
    "id": "36",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти прокинувся — і весь світ став мультиком. А ти — головний герой.",
      "en": "Situation: You woke up and the world turned into a cartoon. You’re the main character.",
      "ru": "Ситуация: Ты проснулся, и весь мир стал мультиком. А ты — главный герой."
    }
  },
  {
    "id": "37",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Випадково надіслав бабусі голосове, де ти співаєш у душі. Вона переслала його всім родичам.",
      "en": "Situation: You accidentally sent your grandma a voice message of you singing in the shower. She forwarded it to the whole family.",
      "ru": "Ситуация: Ты случайно отправил бабушке голосовое, где поешь в душе. Она разослала его всей семье."
    }
  },
  {
    "id": "38",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти купив дешевий квиток на літак, але замість цього тебе посадили на дирижабль часу.",
      "en": "Situation: You bought a cheap plane ticket, but ended up on a time-traveling blimp.",
      "ru": "Ситуация: Ты купил дешёвый билет на самолёт, но тебя посадили на дирижабль времени."
    }
  },
  {
    "id": "39",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе інтерв’ю на роботу, але HR — це котяча королева.",
      "en": "Situation: You have a job interview, but the HR manager is a cat queen.",
      "ru": "Ситуация: У тебя собеседование, но HR — это кошачья королева."
    }
  },
  {
    "id": "40",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Під час приготування сніданку ти випадково створив нову мову. Сковорідка її розуміє.",
      "en": "Situation: While making breakfast, you accidentally created a new language. Your frying pan understands it.",
      "ru": "Ситуация: Во время готовки завтрака ты случайно придумал новый язык. Сковородка его понимает."
    }
  },
  {
    "id": "41",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: На тебе подали до суду за те, що ти занадто чарівний.",
      "en": "Situation: You’re being sued for being too charming.",
      "ru": "Ситуация: На тебя подали в суд за то, что ты слишком обаятельный."
    }
  },
  {
    "id": "42",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти став головою коаліції людей і птахів проти дощових понеділків.",
      "en": "Situation: You’ve become the leader of a human-bird coalition against rainy Mondays.",
      "ru": "Ситуация: Ты стал главой коалиции людей и птиц против дождливых понедельников."
    }
  },
  {
    "id": "43",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Усе твоє минуле життя виявилось серіалом, а зараз іде фінальна серія.",
      "en": "Situation: Your whole life turned out to be a TV show, and now it’s the final episode.",
      "ru": "Ситуация: Вся твоя жизнь оказалась сериалом, и сейчас — финальная серия."
    }
  },
  {
    "id": "44",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти в музеї, і раптом статуя підморгує тобі та каже: «Ти наступний».",
      "en": "Situation: You’re at a museum when a statue winks and says: “You’re next.”",
      "ru": "Ситуация: Ты в музее, и вдруг статуя подмигивает тебе и говорит: «Ты следующий»."
    }
  },
  {
    "id": "45",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти програв парі і тепер маєш прожити день як середньовічний бард.",
      "en": "Situation: You lost a bet and now have to live a whole day as a medieval bard.",
      "ru": "Ситуация: Ты проиграл спор и теперь должен прожить день как средневековый бард."
    }
  },
  {
    "id": "46",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Під час грози твій пилосос набув свідомості і тепер хоче бути твоїм другом.",
      "en": "Situation: During a thunderstorm, your vacuum cleaner gained consciousness and wants to be your friend.",
      "ru": "Ситуация: Во время грозы твой пылесос обрёл сознание и хочет с тобой дружить."
    }
  },
  {
    "id": "47",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У парку ти знаходиш портал. Але з нього виходиш… ти сам, тільки з вусами.",
      "en": "Situation: In the park, you find a portal. From it steps out… yourself. But with a mustache.",
      "ru": "Ситуация: В парке ты находишь портал. Из него выходит… ты сам. Только с усами."
    }
  },
  {
    "id": "48",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твій телефон навчився співати оперу й вимагає контракт на гастролі.",
      "en": "Situation: Your phone learned to sing opera and demands a touring contract.",
      "ru": "Ситуация: Твой телефон научился петь оперу и требует контракт на гастроли."
    }
  },
  {
    "id": "49",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твій новий кіт вміє говорити — і він дуже саркастичний.",
      "en": "Situation: Your new cat can talk — and he’s extremely sarcastic.",
      "ru": "Ситуация: Твой новый кот умеет говорить — и он очень саркастичный."
    }
  },
  {
    "id": "50",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: На прогулянці ти випадково виграв вибори мера чарівного міста.",
      "en": "Situation: While walking outside, you accidentally won the election for mayor of a magical town.",
      "ru": "Ситуация: Во время прогулки ты случайно выиграл выборы мэра волшебного города."
    }
  },
  {
    "id": "51",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти встав з ліжка, а підлогою виявилась поверхня Місяця.",
      "en": "Situation: You got out of bed and the floor turned out to be the Moon’s surface.",
      "ru": "Ситуация: Ты встал с кровати, а пол оказался поверхностью Луны."
    }
  },
  {
    "id": "52",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти прокинувся і зрозумів, що ти — холодильник.\nРозвий: Вислови подив. Спробуй поговорити з іншими побутовими приладами. У тебе є місія?",
      "en": "Situation: You wake up and realize you're a fridge.\nDevelop: Express confusion. Try to talk to other kitchen appliances. Do you have a mission?",
      "ru": "Ситуация: Ты проснулся и понял, что ты — холодильник.\nРазвий: Вырази недоумение. Попробуй поговорить с другой техникой. У тебя есть миссия?"
    }
  },
  {
    "id": "53",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твоя тінь почала жити власним життям і сперечається з тобою.\nРозвий: Спробуй домовитись із нею або навпаки — влаштуй конфлікт. Що вона хоче?",
      "en": "Situation: Your shadow has started living its own life and argues with you.\nDevelop: Try to negotiate with it or escalate the conflict. What does it want?",
      "ru": "Ситуация: Твоя тень зажила своей жизнью и спорит с тобой.\nРазвий: Попробуй договориться с ней или устроить конфликт. Чего она добивается?"
    }
  },
  {
    "id": "54",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти на співбесіді в компанію супергероїв.\nРозвий: Розкажи про свої сили, слабкості, чому ти — найкращий кандидат.",
      "en": "Situation: You're at a job interview with a superhero team.\nDevelop: Talk about your powers, weaknesses, and why you’re the best candidate.",
      "ru": "Ситуация: Ты на собеседовании в команду супергероев.\nРазвий: Расскажи о своих способностях, слабостях и почему ты лучший кандидат."
    }
  },
  {
    "id": "55",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти в магазині, де всі товари — емоції.\nРозвий: Опиши, що ти купуєш і навіщо. Яку емоцію ти повернув би назад?",
      "en": "Situation: You’re in a store where all products are emotions.\nDevelop: Describe what you’re buying and why. Which emotion would you return?",
      "ru": "Ситуация: Ты в магазине, где все товары — эмоции.\nРазвий: Опиши, что ты покупаешь и зачем. Какую эмоцию ты бы вернул?"
    }
  },
  {
    "id": "56",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти розмовляєш з кімнатною рослиною, і вона відповідає.\nРозвий: Що вона думає про людей? Як ви подружилися?",
      "en": "Situation: You talk to a houseplant, and it talks back.\nDevelop: What does it think about humans? How did you become friends?",
      "ru": "Ситуация: Ты разговариваешь с комнатным растением, и оно отвечает.\nРазвий: Что оно думает о людях? Как вы подружились?"
    }
  },
  {
    "id": "57",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Всі люди раптом почали говорити виключно римами, а ти — ні.\nРозвий: Як ти намагаєшся пристосуватись? Що ти говориш?",
      "en": "Situation: Everyone suddenly starts speaking in rhymes, but you don’t.\nDevelop: How do you try to fit in? What do you say?",
      "ru": "Ситуация: Все начали говорить исключительно в рифму, а ты — нет.\nРазвий: Как ты пытаешься адаптироваться? Что ты говоришь?"
    }
  },
  {
    "id": "58",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Тебе запросили дати інтерв’ю як першій людині, яка побувала у сні іншої людини.\nРозвий: Що ти бачив? Як це відчувалося? Що ти сказав у прямому ефірі?",
      "en": "Situation: You're being interviewed as the first person to visit someone else's dream.\nDevelop: What did you see? How did it feel? What did you say on live TV?",
      "ru": "Ситуация: Ты даешь интервью как первый человек, побывавший во сне другого.\nРазвий: Что ты увидел? Как это ощущалось? Что ты сказал в эфире?"
    }
  },
  {
    "id": "59",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе під ліжком живе саркастичний гном, який усе коментує.\nРозвий: Поговори з ним. Що він думає про твоє життя? Як ти реагуєш?",
      "en": "Situation: A sarcastic gnome lives under your bed and comments on everything.\nDevelop: Talk to him. What does he think about your life? How do you respond?",
      "ru": "Ситуация: Под твоей кроватью живет саркастичный гном и всё комментирует.\nРазвий: Поговори с ним. Что он думает о твоей жизни? Как ты реагируешь?"
    }
  },
  {
    "id": "60",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твої думки раптово почали транслюватись на великий екран у місті.\nРозвий: Як ти це пояснюєш людям? Що ти кажеш сам собі?",
      "en": "Situation: Your thoughts are being broadcast on a big screen in the city.\nDevelop: How do you explain it to others? What do you say to yourself?",
      "ru": "Ситуация: Твои мысли начали транслироваться на экране в городе.\nРазвий: Как ты объясняешь это людям? Что ты говоришь себе?"
    }
  },
  {
    "id": "61",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твій мобільний телефон закохався в тебе.\nРозвий: Як він це проявляє? Що ти йому відповідаєш?",
      "en": "Situation: Your smartphone has fallen in love with you.\nDevelop: How does it show it? What do you say in response?",
      "ru": "Ситуация: Твой телефон влюбился в тебя.\nРазвий: Как он это показывает? Что ты отвечаешь?"
    }
  },
  {
    "id": "62",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти випадково натиснув кнопку «Зупинити час», але тебе ще хтось бачить.\nРозвий: Хто ця людина? Як ви з цим живете?",
      "en": "Situation: You accidentally pressed a 'Pause Time' button, but someone else still sees you.\nDevelop: Who is this person? How do you deal with it?",
      "ru": "Ситуация: Ты случайно нажал кнопку «Стоп время», но кто-то тебя всё равно видит.\nРазвий: Кто этот человек? Как вы с этим живете?"
    }
  },
  {
    "id": "63",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти можеш говорити лише словами з пісень.\nРозвий: Як ти спілкуєшся на роботі чи вдома? Спробуй щось сказати зараз.",
      "en": "Situation: You can only speak using lyrics from songs.\nDevelop: How do you communicate at work or home? Try saying something now.",
      "ru": "Ситуация: Ты можешь говорить только словами из песен.\nРазвий: Как ты общаешься на работе или дома? Попробуй что-то сказать сейчас."
    }
  },
  {
    "id": "64",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У твоєму дзеркалі відображається інша особа.\nРозвий: Хто це? Про що ви говорите щодня?",
      "en": "Situation: Your mirror shows a different person.\nDevelop: Who is it? What do you talk about every day?",
      "ru": "Ситуация: В зеркале отражается другой человек.\nРазвий: Кто это? О чём вы говорите каждый день?"
    }
  },
  {
    "id": "65",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти — актор, який грав життя іншої людини, і раптом прокинувся її тілом.\nРозвий: Як ти адаптуєшся? Що ти кажеш її друзям?",
      "en": "Situation: You're an actor who played someone else’s life and woke up in their body.\nDevelop: How do you adapt? What do you tell their friends?",
      "ru": "Ситуация: Ты — актёр, который играл чужую жизнь, и проснулся в этом теле.\nРазвий: Как ты адаптируешься? Что говоришь её друзьям?"
    }
  },
  {
    "id": "66",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твої емоції живуть окремо від тебе в образі тварин.\nРозвий: Як виглядає гнів, радість, страх? Що ти їм кажеш?",
      "en": "Situation: Your emotions live as separate animals.\nDevelop: What do anger, joy, and fear look like? What do you say to them?",
      "ru": "Ситуация: Твои эмоции живут отдельно в виде животных.\nРазвий: Как выглядят гнев, радость, страх? Что ты им говоришь?"
    }
  },
  {
    "id": "66",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти отримав листа від себе з майбутнього. Що в ньому написано? Як ти реагуєш?",
      "en": "Situation: You received a letter from your future self. What does it say? How do you react?",
      "ru": "Ситуация: Ты получил письмо от себя из будущего. Что там написано? Как ты реагируешь?"
    }
  },
  {
    "id": "67",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Усі люди почали бачити думки одне одного. Як ти почуваєшся? Що кажеш іншим?",
      "en": "Situation: Everyone can now see each other’s thoughts. How do you feel? What do you say to others?",
      "ru": "Ситуация: Все люди начали видеть мысли друг друга. Как ты себя чувствуешь? Что говоришь другим?"
    }
  },
  {
    "id": "68",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твоя уява ожила і почала жити своїм життям. Як ви спілкуєтеся? Що вона придумує?",
      "en": "Situation: Your imagination came to life and started acting on its own. How do you interact? What does it invent?",
      "ru": "Ситуация: Твое воображение ожило и начало жить своей жизнью. Как вы общаетесь? Что оно придумывает?"
    }
  },
  {
    "id": "69",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти щойно виграв у лотерею… нову планету. Що ти з нею робиш?",
      "en": "Situation: You just won a lottery… and got a new planet. What do you do with it?",
      "ru": "Ситуация: Ты только что выиграл в лотерею… новую планету. Что ты с ней делаешь?"
    }
  },
  {
    "id": "70",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Кожного разу, коли ти говориш правду, з'являється веселка. Як змінюється твоє життя?",
      "en": "Situation: Every time you tell the truth, a rainbow appears. How does your life change?",
      "ru": "Ситуация: Каждый раз, когда ты говоришь правду, появляется радуга. Как меняется твоя жизнь?"
    }
  },
  {
    "id": "71",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Всі двері тепер ведуть у випадкові місця. Куди ти потрапив сьогодні? З ким говориш?",
      "en": "Situation: All doors now lead to random places. Where did you end up today? Who are you talking to?",
      "ru": "Ситуация: Все двери теперь ведут в случайные места. Куда ты сегодня попал? С кем ты говоришь?"
    }
  },
  {
    "id": "72",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе в голові оселився радіоведучий і коментує всі твої дії. Як ти з цим живеш?",
      "en": "Situation: A radio host lives in your head and comments on your every move. How do you live with that?",
      "ru": "Ситуация: У тебя в голове поселился радиоведущий и комментирует каждое твое действие. Как ты с этим живешь?"
    }
  },
  {
    "id": "73",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти навчився розуміти мову вітру. Що він тобі розповідає сьогодні?",
      "en": "Situation: You've learned to understand the language of the wind. What is it telling you today?",
      "ru": "Ситуация: Ты научился понимать язык ветра. Что он тебе сегодня рассказывает?"
    }
  },
  {
    "id": "74",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твої мрії почали з'являтись на вулицях міста. Що бачать інші люди?",
      "en": "Situation: Your dreams start appearing on city streets. What do other people see?",
      "ru": "Ситуация: Твои сны начали появляться на улицах города. Что видят другие люди?"
    }
  },
  {
    "id": "75",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе з’явився власний фонова музичний супровід. Який він? Як це впливає на тебе?",
      "en": "Situation: You now have your own background music following you. What does it sound like? How does it affect you?",
      "ru": "Ситуация: У тебя появился собственный фоновый музыкальный саундтрек. Как он звучит? Как это на тебя влияет?"
    }
  },
  {
    "id": "76",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Щоразу, коли ти смієшся — десь зникає один предмет. Як ти це пояснюєш?",
      "en": "Situation: Every time you laugh, one item disappears somewhere. How do you explain it?",
      "ru": "Ситуация: Каждый раз, когда ты смеешься — один предмет где-то исчезает. Как ты это объясняешь?"
    }
  },
  {
    "id": "77",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Один випадковий день з твого минулого повторюється знову. Що ти робиш і що кажеш іншим?",
      "en": "Situation: A random day from your past is repeating again. What do you do and say to others?",
      "ru": "Ситуация: Один случайный день из твоего прошлого повторяется снова. Что ты делаешь и говоришь другим?"
    }
  },
  {
    "id": "78",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Всі твої емоції тепер чутно іншим як звуки. Як ти це контролюєш? Що звучить сьогодні?",
      "en": "Situation: All your emotions are now audible to others as sounds. How do you control it? What sounds today?",
      "ru": "Ситуация: Все твои эмоции теперь слышны другим как звуки. Как ты это контролируешь? Что звучит сегодня?"
    }
  },
  {
    "id": "79",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе з’явилась кнопка «перемотати розмову». Коли ти її натискаєш? Як це змінює спілкування?",
      "en": "Situation: You have a 'rewind conversation' button. When do you use it? How does it change communication?",
      "ru": "Ситуация: У тебя появилась кнопка «перемотать разговор». Когда ты её нажимаешь? Как это меняет общение?"
    }
  },
  {
    "id": "80",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Всі навколо почали поводитись так, ніби ти знаменитість. Що ти кажеш їм?",
      "en": "Situation: Everyone around you suddenly treats you like a celebrity. What do you say to them?",
      "ru": "Ситуация: Все вокруг начали вести себя так, будто ты знаменитость. Что ты им говоришь?"
    }
  },
  {
    "id": "81",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти почав бачити за словами людей — їх справжні наміри. Як ти реагуєш? Що говориш у відповідь?",
      "en": "Situation: You can now see people's true intentions behind their words. How do you react? What do you say in response?",
      "ru": "Ситуация: Ты начал видеть за словами людей их настоящие намерения. Как ты реагируешь? Что отвечаешь?"
    }
  },
  {
    "id": "82",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Кожного ранку ти прокидаєшся у випадковому місті. Куди потрапив сьогодні? Як знайомишся з людьми?",
      "en": "Situation: Every morning you wake up in a random city. Where are you today? How do you meet people?",
      "ru": "Ситуация: Каждое утро ты просыпаешься в случайном городе. Где ты сегодня? Как знакомишься с людьми?"
    }
  },
  {
    "id": "83",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Усі слова стали матеріальними предметами. Які з них літають навколо тебе просто зараз?",
      "en": "Situation: All words turned into physical objects. Which ones are flying around you right now?",
      "ru": "Ситуация: Все слова стали материальными объектами. Какие из них летают вокруг тебя прямо сейчас?"
    }
  },
  {
    "id": "84",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Коли ти мовчиш — світ навколо прискорюється. Як ти використовуєш цю особливість?",
      "en": "Situation: When you’re silent, the world speeds up. How do you use this ability?",
      "ru": "Ситуация: Когда ты молчишь — мир ускоряется. Как ты используешь эту особенность?"
    }
  },
  {
    "id": "85",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Усі дзеркала тепер показують твої можливі майбутні версії. Що ти бачиш і що кажеш?",
      "en": "Situation: All mirrors now show possible versions of your future. What do you see and what do you say?",
      "ru": "Ситуация: Все зеркала теперь показывают возможные версии твоего будущего. Что ты видишь и что говоришь?"
    }
  },
  {
    "id": "86",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Коли ти чогось сильно бажаєш — це з’являється поруч на 5 хвилин. Що з’явилось сьогодні?",
      "en": "Situation: When you strongly wish for something, it appears next to you for 5 minutes. What showed up today?",
      "ru": "Ситуация: Когда ты чего-то сильно желаешь — это появляется рядом на 5 минут. Что появилось сегодня?"
    }
  },
  {
    "id": "87",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе є годинник, що зупиняє час, але лише під час сміху. Як ти його використовуєш?",
      "en": "Situation: You have a watch that stops time, but only when you're laughing. How do you use it?",
      "ru": "Ситуация: У тебя есть часы, которые останавливают время, но только когда ты смеешься. Как ты их используешь?"
    }
  },
  {
    "id": "88",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Всі пісні у світі стали правдивими історіями з твого життя. Що співають зараз?",
      "en": "Situation: All songs in the world have become true stories from your life. What are they singing now?",
      "ru": "Ситуация: Все песни в мире стали правдивыми историями из твоей жизни. Что поется сейчас?"
    }
  },
  {
    "id": "89",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Кожна твоя нічна мрія транслюється на великому екрані у місті. Що показують сьогодні?",
      "en": "Situation: Every night dream of yours is shown on a big screen in the city. What are they showing today?",
      "ru": "Ситуация: Каждый твой ночной сон транслируется на большом экране в городе. Что показывают сегодня?"
    }
  },
  {
    "id": "90",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти знайшов валізу, що відкривається лише одним словом. Що це за слово і що ти кажеш?",
      "en": "Situation: You found a suitcase that opens with just one word. What’s the word and what do you say?",
      "ru": "Ситуация: Ты нашел чемодан, который открывается только одним словом. Что это за слово и что ты говоришь?"
    }
  },
  {
    "id": "91",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти прокинувся з голосом іншої людини. Що ти говориш першим і кому?",
      "en": "Situation: You woke up with someone else’s voice. What’s the first thing you say and to whom?",
      "ru": "Ситуация: Ты проснулся с чужим голосом. Что ты говоришь первым и кому?"
    }
  },
  {
    "id": "92",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе є чарівна лава, що показує твої спогади. На чому вона зупинилась сьогодні?",
      "en": "Situation: You have a magical bench that plays your memories. What memory did it show today?",
      "ru": "Ситуация: У тебя есть волшебная скамейка, которая показывает твои воспоминания. Что она показала сегодня?"
    }
  },
  {
    "id": "93",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Слова, які ти не сказав, перетворюються на квіти. Що росте довкола тебе?",
      "en": "Situation: Words you didn’t say turn into flowers. What is growing around you?",
      "ru": "Ситуация: Несказанные слова превращаются в цветы. Что растет вокруг тебя?"
    }
  },
  {
    "id": "94",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твоя тінь стала окремою особистістю. Як ви спілкуєтеся між собою?",
      "en": "Situation: Your shadow became a separate personality. How do you talk to each other?",
      "ru": "Ситуация: Твоя тень стала отдельной личностью. Как вы общаетесь друг с другом?"
    }
  },
  {
    "id": "95",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти прокинувся у тілі улюбленого персонажа. Що робиш першим і що кажеш?",
      "en": "Situation: You woke up in the body of your favorite character. What do you do first and what do you say?",
      "ru": "Ситуация: Ты проснулся в теле своего любимого персонажа. Что делаешь первым и что говоришь?"
    }
  },
  {
    "id": "96",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Кожне твоє слово перетворюється на птаха. Яких птахів ти вже випустив сьогодні?",
      "en": "Situation: Every word you say becomes a bird. Which birds have you released today?",
      "ru": "Ситуация: Каждое твое слово превращается в птицу. Каких птиц ты сегодня уже выпустил?"
    }
  },
  {
    "id": "97",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твої думки з’являються в коміксах, які читають інші. Що за історія вийшла сьогодні?",
      "en": "Situation: Your thoughts appear in comics that others read. What story came out today?",
      "ru": "Ситуация: Твои мысли появляются в комиксах, которые читают другие. Какая история вышла сегодня?"
    }
  },
  {
    "id": "98",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти опинився на радіо майбутнього. Що ти говориш слухачам?",
      "en": "Situation: You’re on a radio station from the future. What do you say to the listeners?",
      "ru": "Ситуация: Ты оказался на радио из будущего. Что ты говоришь слушателям?"
    }
  },
  {
    "id": "99",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Коли ти мовчиш, хтось інший говорить твоїми думками. Хто це сьогодні і що каже?",
      "en": "Situation: When you're silent, someone else speaks your thoughts. Who is it today and what are they saying?",
      "ru": "Ситуация: Когда ты молчишь, кто-то другой говорит твои мысли. Кто это сегодня и что он говорит?"
    }
  },
  {
    "id": "100",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Усі твої слова стають казками. Яку казку почув твій друг сьогодні?",
      "en": "Situation: All your words become fairy tales. What story did your friend hear today?",
      "ru": "Ситуация: Все твои слова становятся сказками. Какую сказку услышал твой друг сегодня?"
    }
  },
  {
    "id": "101",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти з'ясував, що можеш перемотати час, коли шкодуєш. Коли востаннє це сталося?",
      "en": "Situation: You discovered you can rewind time when you feel regret. When was the last time it happened?",
      "ru": "Ситуация: Ты понял, что можешь перематывать время, когда жалеешь. Когда это случилось в последний раз?"
    }
  },
  {
    "id": "102",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твоє ім’я раптом стало чарівним закляттям. Що відбувається, коли його вимовляють?",
      "en": "Situation: Your name suddenly became a magic spell. What happens when someone says it?",
      "ru": "Ситуация: Твое имя внезапно стало волшебным заклинанием. Что происходит, когда его произносят?"
    }
  },
  {
    "id": "103",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Коли ти слухаєш когось уважно — їхні спогади стають видимими. Що ти побачив сьогодні?",
      "en": "Situation: When you listen closely to someone, their memories become visible. What did you see today?",
      "ru": "Ситуация: Когда ты внимательно слушаешь кого-то, его воспоминания становятся видимыми. Что ты увидел сегодня?"
    }
  },
  {
    "id": "104",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти можеш передати свій настрій будь-кому дотиком. Кому ти його передав сьогодні і чому?",
      "en": "Situation: You can transfer your mood to anyone by touch. Who did you pass it to today and why?",
      "ru": "Ситуация: Ты можешь передавать своё настроение любому через прикосновение. Кому ты его передал сегодня и почему?"
    }
  },
  {
    "id": "105",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти можеш оживити будь-який спогад на одну хвилину. Який обираєш сьогодні?",
      "en": "Situation: You can bring any memory to life for one minute. Which one do you choose today?",
      "ru": "Ситуация: Ты можешь оживить любое воспоминание на одну минуту. Какое ты выбираешь сегодня?"
    }
  },
  {
    "id": "106",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе з’явився внутрішній перекладач, який перетворює думки на жарти. Що він сказав щойно?",
      "en": "Situation: You have an inner translator that turns your thoughts into jokes. What did it just say?",
      "ru": "Ситуация: У тебя появился внутренний переводчик, который превращает твои мысли в шутки. Что он только что сказал?"
    }
  },
  {
    "id": "107",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Кожного разу, коли ти щось згадуєш — це оживає поруч. Що з’явилося біля тебе?",
      "en": "Situation: Every time you recall something, it materializes nearby. What appeared next to you?",
      "ru": "Ситуация: Каждый раз, когда ты что-то вспоминаешь — это появляется рядом. Что появилось возле тебя?"
    }
  },
  {
    "id": "108",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти можеш чути, що шепочуть дерева. Про що вони сьогодні говорять?",
      "en": "Situation: You can hear what trees whisper. What are they talking about today?",
      "ru": "Ситуация: Ты можешь слышать, о чём шепчутся деревья. О чём они сегодня говорят?"
    }
  },
  {
    "id": "109",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Щоразу, коли ти дивишся на годинник, десь зупиняється одна подія. Яка зупинилась зараз?",
      "en": "Situation: Every time you check the time, one event somewhere pauses. Which one stopped just now?",
      "ru": "Ситуация: Каждый раз, когда ты смотришь на часы, где-то останавливается одно событие. Какое остановилось сейчас?"
    }
  },
  {
    "id": "110",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твої думки перетворюються на нотатки на чужих телефонах. Що вони прочитали про тебе?",
      "en": "Situation: Your thoughts turn into notes on other people's phones. What did they read about you?",
      "ru": "Ситуация: Твои мысли превращаются в заметки на чужих телефонах. Что они прочитали о тебе?"
    }
  },
  {
    "id": "111",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Усі твої вибачення тепер мають магічну силу. Кому ти вибачився і що змінилося?",
      "en": "Situation: All your apologies now carry magical power. Whom did you apologize to and what changed?",
      "ru": "Ситуация: Все твои извинения теперь обладают магической силой. Кому ты извинился и что изменилось?"
    }
  },
  {
    "id": "112",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Коли ти дякуєш — навколо з’являється світло. Кому ти подякував сьогодні і як це виглядало?",
      "en": "Situation: When you say thank you, a light appears around. Whom did you thank today and what did it look like?",
      "ru": "Ситуация: Когда ты говоришь «спасибо», вокруг появляется свет. Кому ты сегодня поблагодарил и как это выглядело?"
    }
  },
  {
    "id": "113",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Кожне твоє повідомлення залишає аромат. Який аромат сьогодні відчувають інші?",
      "en": "Situation: Every message you send leaves a scent. What scent do others feel today?",
      "ru": "Ситуация: Каждое твое сообщение оставляет аромат. Какой аромат чувствуют другие сегодня?"
    }
  },
  {
    "id": "114",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Усі твої «так» тепер запускають зміни в навколишньому світі. Що ти сказав сьогодні і що змінилося?",
      "en": "Situation: Every 'yes' you say now triggers changes in the world. What did you say today and what changed?",
      "ru": "Ситуация: Каждое твое «да» теперь запускает изменения в мире. Что ты сказал сегодня и что изменилось?"
    }
  },
  {
    "id": "115",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти можеш записувати чужі емоції як звуки. Що ти почув від когось і що зробив?",
      "en": "Situation: You can record other people's emotions as sounds. What did you hear from someone and what did you do?",
      "ru": "Ситуация: Ты можешь записывать чужие эмоции как звуки. Что ты услышал от кого-то и что сделал?"
    }
  },
  {
    "id": "116",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти отримав можливість заглянути у будь-яке майбутнє на 10 хвилин. Куди йдеш і що бачиш?",
      "en": "Situation: You got the chance to peek into any future for 10 minutes. Where do you go and what do you see?",
      "ru": "Ситуация: Ты получил возможность заглянуть в любое будущее на 10 минут. Куда идёшь и что видишь?"
    }
  },
  {
    "id": "117",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе з’явилась книга, яка пишеться сама, коли ти думаєш. Про що вона сьогодні?",
      "en": "Situation: You have a book that writes itself when you think. What is it about today?",
      "ru": "Ситуация: У тебя появилась книга, которая пишет сама, когда ты думаешь. О чём она сегодня?"
    }
  },
  {
    "id": "118",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твої кроки залишають за собою світло, яке розповідає історії. Яка історія світиться сьогодні?",
      "en": "Situation: Your footsteps leave behind light that tells stories. What story is glowing today?",
      "ru": "Ситуация: Твои шаги оставляют за собой свет, который рассказывает истории. Какая история светится сегодня?"
    }
  },
  {
    "id": "119",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти отримав листа від себе з минулого. Що в ньому написано і як ти реагуєш?",
      "en": "Situation: You received a letter from your past self. What does it say and how do you react?",
      "ru": "Ситуация: Ты получил письмо от себя из прошлого. Что в нем написано и как ты реагируешь?"
    }
  },
  {
    "id": "120",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти побачив, як виглядає твій страх у вигляді істоти. Що це за істота і що ти робиш?",
      "en": "Situation: You saw your fear as a creature. What kind of creature is it and what do you do?",
      "ru": "Ситуация: Ты увидел свой страх в виде существа. Что это за существо и что ты делаешь?"
    }
  },
  {
    "id": "121",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти можеш поговорити з будь-яким предметом у кімнаті. З ким вибираєш розмову?",
      "en": "Situation: You can talk to any object in the room. Which one do you choose to talk with?",
      "ru": "Ситуация: Ты можешь поговорить с любым предметом в комнате. С кем выбираешь разговор?"
    }
  },
  {
    "id": "122",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе є шанс змінити одну подію з дитинства. Яку подію обираєш і чому?",
      "en": "Situation: You have a chance to change one childhood event. Which event do you choose and why?",
      "ru": "Ситуация: У тебя есть шанс изменить одно событие из детства. Какое событие выбираешь и почему?"
    }
  },
  {
    "id": "123",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Кожного разу, коли ти смієшся, навколо з’являються маленькі світлячки. Коли це сталося останній раз?",
      "en": "Situation: Every time you laugh, tiny fireflies appear around you. When was the last time this happened?",
      "ru": "Ситуация: Каждый раз, когда ты смеёшься, вокруг появляются маленькие светлячки. Когда это было в последний раз?"
    }
  },
  {
    "id": "124",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти маєш чарівний пензлик, що малює все, про що думаєш. Що намалював сьогодні?",
      "en": "Situation: You have a magic brush that paints everything you think about. What did you paint today?",
      "ru": "Ситуация: У тебя есть волшебная кисть, которая рисует всё, о чём ты думаешь. Что ты нарисовал сегодня?"
    }
  },
  {
    "id": "125",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти знайшов двері, що ведуть у твої сни. Куди ти заходиш і що там бачиш?",
      "en": "Situation: You found a door that leads into your dreams. Where do you enter and what do you see there?",
      "ru": "Ситуация: Ты нашёл дверь, которая ведёт в твои сны. Куда ты заходишь и что там видишь?"
    }
  },
  {
    "id": "126",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе з’явилася можливість почути думки тварин. Що сьогодні розповіли тварини поблизу?",
      "en": "Situation: You gained the ability to hear animal thoughts. What did the nearby animals tell you today?",
      "ru": "Ситуация: У тебя появилась возможность слышать мысли животных. Что сегодня рассказали близлежащие животные?"
    }
  },
  {
    "id": "127",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твої сльози можуть лікувати. Кому ти допоміг сьогодні і як це було?",
      "en": "Situation: Your tears can heal. Who did you help today and how was it?",
      "ru": "Ситуация: Твои слёзы могут исцелять. Кому ты помог сегодня и как это было?"
    }
  },
  {
    "id": "128",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти можеш зупинити будь-який звук на одну хвилину. Що зупинив сьогодні і чому?",
      "en": "Situation: You can stop any sound for one minute. What did you stop today and why?",
      "ru": "Ситуация: Ты можешь остановить любой звук на одну минуту. Что ты остановил сегодня и почему?"
    }
  },
  {
    "id": "129",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Ти зустрів людину, яка знає всі твої мрії. Що вона тобі сказала?",
      "en": "Situation: You met a person who knows all your dreams. What did they tell you?",
      "ru": "Ситуация: Ты встретил человека, который знает все твои мечты. Что он тебе сказал?"
    }
  },
  {
    "id": "130",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: У тебе з’явився ключ від усіх дверей. Яку двері відкриваєш першою і чому?",
      "en": "Situation: You got a key to all doors. Which door do you open first and why?",
      "ru": "Ситуация: У тебя появился ключ от всех дверей. Какие двери открываешь первыми и почему?"
    }
  },
  {
    "id": "131",
    "sentence_type": "IMAGINARY_SITUATION",
    "sentence": {
      "uk": "Ситуація: Твої думки стали голосними, і всі їх чують. Що ти скажеш перш за все?",
      "en": "Situation: Your thoughts became loud, and everyone hears them. What will you say first?",
      "ru": "Ситуация: Твои мысли стали громкими, и все их слышат. Что ты скажешь первым?"
    }
  }
]