[
  {
    "id": "0",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "Ти вперше бачиш нового сусіда по сходовому майданчику",
      "en": "You meet a new neighbor in the hallway for the first time",
      "ru": "Ты впервые видишь нового соседа на лестничной клетке"
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "1",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "У ліфті офісної будівлі поруч стоїть незнайома, але привітна людина.",
      "en": "In the office building elevator, there is a friendly stranger standing next to you.",
      "ru": "В лифте офисного здания рядом стоит незнакомец, но он приветлив."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "2",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "Тебе щойно представили потенційному колезі або партнеру на зустрічі.",
      "en": "You were just introduced to a potential colleague or partner at a meeting.",
      "ru": "Тебя только что представили потенциальному коллеге или партнеру на встрече."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "3",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "Підійшов(-ла) на вечірці до людини, з якою є спільні знайомі, але ви ще не спілкувались.",
      "en": "You approached someone at a party who shares common friends with you, but you haven't spoken yet.",
      "ru": "Ты подошел(-ла) на вечеринке к человеку, с которым у вас есть общие знакомые, но вы еще не общались."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "4",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "У спортзалі або фітнес-клубі хтось поряд займається тими самими вправами.",
      "en": "At the gym or fitness club, someone is doing the same exercises next to you.",
      "ru": "В спортзале или фитнес-клубе кто-то рядом занимается теми же упражнениями."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "8",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "Тебе представили новому керівнику або менеджеру під час першого робочого дня.",
      "en": "You were introduced to a new manager or supervisor on your first day at work.",
      "ru": "Тебя представили новому руководителю или менеджеру во время первого рабочего дня."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "9",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "Після конференції ти підходиш до спікера, щоб подякувати і познайомитись.",
      "en": "After the conference, you approach the speaker to thank them and introduce yourself.",
      "ru": "После конференции ты подходишь к спикеру, чтобы поблагодарить и познакомиться."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "10",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "У кафе побачив(-ла) знайомого з соцмереж, з яким ще ніколи не спілкувався(-лась наживо).",
      "en": "In a café, you see an acquaintance from social media that you've never spoken to in person.",
      "ru": "В кафе ты видишь знакомого из соцсетей, с которым еще никогда не общался лично."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "11",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "На вулиці до тебе підійшов твій давній сусід, якого ти давно не бачив(-ла).",
      "en": "On the street, an old neighbor approaches you, someone you haven't seen in a long time.",
      "ru": "На улице к тебе подошел твой старый сосед, которого ты давно не видел(-ла)."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "12",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "На пробіжці в парку біля тебе зупинився інший бігун — він привітався першим.",
      "en": "During a run in the park, another runner stops near you and greets you first.",
      "ru": "На пробежке в парке рядом с тобой остановился другой бегун — он поздоровался первым."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "13",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "В аеропорту твого сусіда по сидінню попросили допомогти з валізою, і ви зав’язали розмову.",
      "en": "At the airport, your seat neighbor was asked for help with their suitcase, and you started a conversation.",
      "ru": "В аэропорту твоего соседа по месту попросили помочь с чемоданом, и вы завели разговор."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "14",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "На сімейному святі тебе знайомлять з родичем, якого бачиш уперше.",
      "en": "At a family celebration, you are introduced to a relative you are meeting for the first time.",
      "ru": "На семейном празднике тебя знакомят с родственником, которого ты видишь впервые."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "15",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "Під час командної роботи на тренінгу тебе просять коротко представити себе новій групі.",
      "en": "During a team activity in a training session, you are asked to briefly introduce yourself to a new group.",
      "ru": "Во время командной работы на тренинге тебя просят кратко представить себя новой группе."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "16",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "У музеї або на виставці ти випадково обговорюєш експонат із незнайомою людиною.",
      "en": "At a museum or exhibition, you accidentally discuss an exhibit with a stranger.",
      "ru": "В музее или на выставке ты случайно обсуждаешь экспонат с незнакомым человеком."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "17",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "На зустрічі випускників тебе вітає одногрупник, з яким ви не спілкувались роками.",
      "en": "At a reunion, a classmate greets you, someone you haven't spoken to in years.",
      "ru": "На встрече выпускников тебя приветствует одногруппник, с которым вы не общались годами."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  },
  {
    "id": "18",
    "exercise_name": "ICEBREAKERS",
    "situation": {
      "uk": "У спільному чаті тебе вибрали представником і ти знайомишся з іншими учасниками особисто.",
      "en": "In a group chat, you've been chosen as a representative and are now meeting the other participants in person.",
      "ru": "В общем чате тебя выбрали представителем, и ты знакомишься с другими участниками лично."
    },
    "task": {
      "uk": "Привітайся та почни розмову",
      "en": "Greet them and start a conversation",
      "ru": "Поздоровайся и начни разговор"
    }
  }
]