[
  {
    "id": "1",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Звідки ти?",
      "en": "❓ — Where are you from?",
      "ru": "❓ — Откуда ты?"
    },
    "task": {
      "ua": "Дай відповідь так, щоб не обірвати розмову, а підтримати її: додай деталь, коментар або зустрічне питання.",
      "en": "Answer in a way that keeps the conversation going: add a detail, a comment, or a follow-up question.",
      "ru": "Ответь так, чтобы не прервать разговор, а продолжить его: добавь деталь, комментарий или встречный вопрос."
    }
  },
  {
    "id": "2",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Як твій день?",
      "en": "❓ — How was your day?",
      "ru": "❓ — Как прошёл твой день?"
    },
    "task": {
      "ua": "Спробуй відповісти трохи ширше, ніж просто 'нормально'. Додай коротку історію або емоцію, щоб розмова могла продовжитись.",
      "en": "Try to go beyond just 'fine'. Add a short story or feeling to help the conversation flow.",
      "ru": "Постарайся ответить не просто 'нормально'. Добавь небольшую деталь или эмоцию, чтобы разговор продолжился."
    }
  },
  {
    "id": "3",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Чим займаєшся?",
      "en": "❓ — What do you do?",
      "ru": "❓ — Чем ты занимаешься?"
    },
    "task": {
      "ua": "Назви, чим займаєшся, і додай щось особисте: чому це тобі цікаво або чи змінюєш сферу.",
      "en": "Say what you do, and add something personal: why you like it or if you're thinking of changing.",
      "ru": "Скажи, чем занимаешься, и добавь что-то личное: почему тебе это интересно или хочешь ли сменить сферу."
    }
  },
  {
    "id": "4",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Як ти зазвичай проводиш вихідні?",
      "en": "❓ — How do you usually spend your weekends?",
      "ru": "❓ — Как ты обычно проводишь выходные?"
    },
    "task": {
      "ua": "Розкажи про свої звички або улюблені справи на вихідних. Додай запитання у відповідь.",
      "en": "Share your habits or favorite weekend activities. Add a follow-up question.",
      "ru": "Расскажи о своих привычках или любимых занятиях на выходных. Задай встречный вопрос."
    }
  },
  {
    "id": "5",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Що любиш робити у вільний час?",
      "en": "❓ — What do you like to do in your free time?",
      "ru": "❓ — Что тебе нравится делать в свободное время?"
    },
    "task": {
      "ua": "Опиши одну-дві улюблені справи та додай, чим вони тобі подобаються. Запропонуй тему для продовження.",
      "en": "Mention one or two favorite activities and why you enjoy them. Suggest a topic to keep talking.",
      "ru": "Назови одно-два любимых занятия и почему они тебе нравятся. Предложи тему, чтобы продолжить разговор."
    }
  },
  {
    "id": "6",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Ти сьогодні добре виглядаєш!",
      "en": "❓ — You look good today!",
      "ru": "❓ — Ты сегодня хорошо выглядишь!"
    },
    "task": {
      "ua": "Відреагуй природно й відкрито: подякуй і додай деталь або запитання у відповідь.",
      "en": "Respond naturally and openly: thank the person and add a detail or follow-up question.",
      "ru": "Ответь естественно и открыто: поблагодари и добавь деталь или вопрос в ответ."
    }
  },
  {
    "id": "7",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Ти давно тут працюєш?",
      "en": "❓ — Have you been working here long?",
      "ru": "❓ — Ты давно здесь работаешь?"
    },
    "task": {
      "ua": "Відповідай не просто 'так' чи 'ні'. Додай враження або історію, пов'язану з місцем чи людьми.",
      "en": "Don’t just say 'yes' or 'no'. Share an impression or a story related to the place or people.",
      "ru": "Не ограничивайся просто 'да' или 'нет'. Расскажи впечатление или историю, связанную с местом или людьми."
    }
  },
  {
    "id": "8",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Що тебе останнім часом надихає?",
      "en": "❓ — What’s been inspiring you lately?",
      "ru": "❓ — Что тебя вдохновляет в последнее время?"
    },
    "task": {
      "ua": "Поділись чимось, що тебе заряджає — книга, музика, подія — і запитай у відповідь.",
      "en": "Share something that energizes you — a book, music, an event — and ask back.",
      "ru": "Поделись чем-то, что тебя заряжает — книга, музыка, событие — и задай встречный вопрос."
    }
  },
  {
    "id": "9",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Що сьогодні хорошого сталося?",
      "en": "❓ — What good happened today?",
      "ru": "❓ — Что хорошего сегодня произошло?"
    },
    "task": {
      "ua": "Відповідай позитивно, навіть якщо дрібниця. Це відкриває можливість для приємної розмови.",
      "en": "Give a positive answer, even about a small thing. It opens the door to a pleasant chat.",
      "ru": "Ответь позитивно, даже если речь о мелочи. Это поможет разговору развиваться приятно."
    }
  },
  {
    "id": "10",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Як ти добираєшся на роботу/навчання?",
      "en": "❓ — How do you usually get to work/school?",
      "ru": "❓ — Как ты обычно добираешься до работы/учёбы?"
    },
    "task": {
      "ua": "Назви свій маршрут і додай спостереження: про транспорт, людей, погоду тощо.",
      "en": "Describe your route and add an observation: about transport, people, weather, etc.",
      "ru": "Расскажи о своём маршруте и добавь наблюдение: про транспорт, людей, погоду и т.п."
    }
  },
  {
    "id": "11",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Чи є в тебе зараз якась маленька мета або виклик?",
      "en": "❓ — Do you have a small goal or challenge at the moment?",
      "ru": "❓ — Есть ли у тебя сейчас маленькая цель или вызов?"
    },
    "task": {
      "ua": "Поділись чимось простим, над чим працюєш — і запитай у співрозмовника про його/її плани.",
      "en": "Share something simple you're working on — and ask your conversation partner about their plans.",
      "ru": "Поделись чем-то простым, над чем работаешь — и спроси собеседника о его/её планах."
    }
  },
  {
    "id": "15",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Як настрій сьогодні?",
      "en": "❓ — How’s your mood today?",
      "ru": "❓ — Как настроение сегодня?"
    },
    "task": {
      "ua": "Не обмежуйся 'нормальний'. Скажи коротко про свій день або думку — і підкидай тему для розмови.",
      "en": "Don’t stop at 'okay'. Say something about your day or thoughts — and offer a topic.",
      "ru": "Не останавливайся на 'нормально'. Расскажи немного о своём дне или мыслях — и предложи тему."
    }
  },
  {
    "id": "16",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Що б ти зараз з’їв/ла?",
      "en": "❓ — What would you eat right now?",
      "ru": "❓ — Что бы ты сейчас съел(а)?"
    },
    "task": {
      "ua": "Не просто 'піцу'. Розкажи з гумором або деталями — це легкий спосіб завести розмову.",
      "en": "Don’t just say 'pizza'. Share with some humor or detail — it’s an easy way to spark conversation.",
      "ru": "Не просто 'пиццу'. Расскажи с юмором или подробностями — это простой способ начать разговор."
    }
  },
  {
    "id": "17",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Що тебе сьогодні здивувало?",
      "en": "❓ — What surprised you today?",
      "ru": "❓ — Что тебя сегодня удивило?"
    },
    "task": {
      "ua": "Навіть дрібна несподіванка — чудовий привід почати розмову. Поділись і запитай у відповідь.",
      "en": "Even a small surprise is a great way to start talking. Share and ask back.",
      "ru": "Даже мелкое удивление — хороший повод начать разговор. Поделись и задай встречный вопрос."
    }
  },
  {
    "id": "18",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Що слухаєш останнім часом?",
      "en": "❓ — What have you been listening to lately?",
      "ru": "❓ — Что ты сейчас слушаешь?"
    },
    "task": {
      "ua": "Розкажи про музичний настрій або подкаст. Це може бути приводом для нової теми.",
      "en": "Share your music mood or a podcast — it can be a gateway to a new topic.",
      "ru": "Расскажи про музыкальное настроение или подкаст — это может открыть новую тему."
    }
  },
  {
    "id": "19",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Тобі більше подобається ранок чи вечір?",
      "en": "❓ — Are you more of a morning or evening person?",
      "ru": "❓ — Ты больше жаворонок или сова?"
    },
    "task": {
      "ua": "Скажи, коли ти активніший і чому. Це легка тема для обміну звичками.",
      "en": "Say when you're most active and why. It's a fun topic to swap habits.",
      "ru": "Скажи, когда ты активнее и почему. Это лёгкая тема для обмена привычками."
    }
  },
  {
    "id": "20",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Якби був(ла) вихідний завтра — як би його провів(ла)?",
      "en": "❓ — If tomorrow were a day off, how would you spend it?",
      "ru": "❓ — Если бы завтра был выходной, как бы ты его провёл(а)?"
    },
    "task": {
      "ua": "Можеш уявити ідеальний день — це дає простір для фантазії і діалогу.",
      "en": "Imagine your perfect day — it gives room for creativity and connection.",
      "ru": "Представь идеальный день — это даёт пространство для фантазии и общения."
    }
  },
  {
    "id": "22",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Ти більше любиш літо чи зиму?",
      "en": "❓ — Do you prefer summer or winter?",
      "ru": "❓ — Ты больше любишь лето или зиму?"
    },
    "task": {
      "ua": "Вибери сезон і поясни чому — з прикладом, спогадом або настроєм. Це створює обмін емоціями.",
      "en": "Pick a season and explain why — with an example, memory, or mood. It creates emotional exchange.",
      "ru": "Выбери сезон и объясни почему — с примером, воспоминанием или настроением. Это создаёт эмоциональный обмен."
    }
  },
  {
    "id": "23",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Що ти останнім часом відкрив/відкрила для себе?",
      "en": "❓ — What have you discovered lately?",
      "ru": "❓ — Что ты недавно для себя открыл(а)?"
    },
    "task": {
      "ua": "Поділись чимось новим — звичкою, фактом, думкою. Це показує цікавість і відкритість.",
      "en": "Share something new — a habit, fact, or thought. It shows curiosity and openness.",
      "ru": "Поделись чем-то новым — привычкой, фактом, мыслью. Это показывает интерес и открытость."
    }
  },
  {
    "id": "24",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Як зазвичай починається твій ранок?",
      "en": "❓ — How does your morning usually start?",
      "ru": "❓ — С чего обычно начинается твоё утро?"
    },
    "task": {
      "ua": "Опиши звичку або ритуал. Це проста, але тепла тема, яка створює контакт.",
      "en": "Describe a routine or ritual. It’s a simple but warm topic that builds connection.",
      "ru": "Опиши привычку или ритуал. Это простая, но тёплая тема, которая создаёт контакт."
    }
  },
  {
    "id": "25",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Який у тебе був найсмішніший момент цього тижня?",
      "en": "❓ — What was your funniest moment this week?",
      "ru": "❓ — Какой у тебя был самый смешной момент на этой неделе?"
    },
    "task": {
      "ua": "Навіть дрібна кумедна ситуація може стати чудовим початком розмови. Поділись із гумором.",
      "en": "Even a small funny moment can be a great icebreaker. Share it with humor.",
      "ru": "Даже мелкий забавный момент может стать отличным началом беседы. Расскажи с юмором."
    }
  },
  {
    "id": "26",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "ua": "❓ — Якби був(ла) на обкладинці журналу — який би це був журнал?",
      "en": "❓ — If you were on a magazine cover, which magazine would it be?",
      "ru": "❓ — Если бы ты попал(а) на обложку журнала — какого именно?"
    },
    "task": {
      "ua": "Пофантазуй і відповідай із самоіронією або стилем. Це весело і розкриває характер.",
      "en": "Be playful — answer with humor or style. It’s fun and reveals personality.",
      "ru": "Ответь с самоиронией или стилем. Это весело и показывает характер."
    }
  }
]