[
  {
    "id": "1",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "👋 Тебе питає новий колега за кавою: «Звідки ти?»",
      "en": "👋 A new colleague asks you over coffee: “Where are you from?”",
      "ru": "👋 Новый коллега спрашивает тебя за кофе: «Откуда ты?»"
    },
    "task": {
      "uk": "Дай відповідь так, щоб не обірвати розмову, а підтримати її: додай деталь, коментар або зустрічне питання.",
      "en": "Answer in a way that keeps the conversation going: add a detail, a comment, or a follow-up question.",
      "ru": "Ответь так, чтобы не прервать разговор, а продолжить его: добавь деталь, комментарий или встречный вопрос."
    }
  },
  {
    "id": "2",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🙂 Після зустрічі подруга з усмішкою запитує: «Як твій день?»",
      "en": "🙂 After a meetup, a friend asks with a smile: “How was your day?”",
      "ru": "🙂 После встречи подруга с улыбкой спрашивает: «Как прошёл твой день?»"
    },
    "task": {
      "uk": "Спробуй відповісти трохи ширше, ніж просто 'нормально'. Додай коротку історію або емоцію, щоб розмова могла продовжитись.",
      "en": "Try to go beyond just 'fine'. Add a short story or feeling to help the conversation flow.",
      "ru": "Постарайся ответить не просто 'нормально'. Добавь небольшую деталь или эмоцию, чтобы разговор продолжился."
    }
  },
  {
    "id": "3",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "💼 Тебе запитують на заході: «Чим займаєшся?»",
      "en": "💼 Someone asks you at an event: “What do you do?”",
      "ru": "💼 Тебя спрашивают на мероприятии: «Чем ты занимаешься?»"
    },
    "task": {
      "uk": "Назви, чим займаєшся, і додай щось особисте: чому це тобі цікаво або чи змінюєш сферу.",
      "en": "Say what you do, and add something personal: why you like it or if you're thinking of changing.",
      "ru": "Скажи, чем занимаешься, и добавь что-то личное: почему тебе это интересно или хочешь ли сменить сферу."
    }
  },
  {
    "id": "4",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🌤 Під час обідньої перерви колега питає: «Як ти зазвичай проводиш вихідні?»",
      "en": "🌤 During lunch break, a coworker asks: “How do you usually spend your weekends?”",
      "ru": "🌤 Во время обеденного перерыва коллега спрашивает: «Как ты обычно проводишь выходные?»"
    },
    "task": {
      "uk": "Розкажи про свої звички або улюблені справи на вихідних. Додай запитання у відповідь.",
      "en": "Share your habits or favorite weekend activities. Add a follow-up question.",
      "ru": "Расскажи о своих привычках или любимых занятиях на выходных. Задай встречный вопрос."
    }
  },
  {
    "id": "5",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🎯 На побаченні тобі ставлять запитання: «Що любиш робити у вільний час?»",
      "en": "🎯 On a date, someone asks you: “What do you like to do in your free time?”",
      "ru": "🎯 На свидании тебя спрашивают: «Что тебе нравится делать в свободное время?»"
    },
    "task": {
      "uk": "Опиши одну-дві улюблені справи та додай, чим вони тобі подобаються. Запропонуй тему для продовження.",
      "en": "Mention one or two favorite activities and why you enjoy them. Suggest a topic to keep talking.",
      "ru": "Назови одно-два любимых занятия и почему они тебе нравятся. Предложи тему, чтобы продолжить разговор."
    }
  },
  {
    "id": "6",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "😊 Друг кидає комплімент: «Ти сьогодні добре виглядаєш!»",
      "en": "😊 A friend gives you a compliment: “You look good today!”",
      "ru": "😊 Друг делает тебе комплимент: «Ты сегодня хорошо выглядишь!»"
    },
    "task": {
      "uk": "Відреагуй природно й відкрито: подякуй і додай деталь або запитання у відповідь.",
      "en": "Respond naturally and openly: thank the person and add a detail or follow-up question.",
      "ru": "Ответь естественно и открыто: поблагодари и добавь деталь или вопрос в ответ."
    }
  },
  {
    "id": "7",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🏢 Новенький питає тебе в офісі: «Ти давно тут працюєш?»",
      "en": "🏢 A newcomer asks you at the office: “Have you been working here long?”",
      "ru": "🏢 Новенький спрашивает тебя в офисе: «Ты давно здесь работаешь?»"
    },
    "task": {
      "uk": "Відповідай не просто 'так' чи 'ні'. Додай враження або історію, пов'язану з місцем чи людьми.",
      "en": "Don’t just say 'yes' or 'no'. Share an impression or a story related to the place or people.",
      "ru": "Не ограничивайся просто 'да' или 'нет'. Расскажи впечатление или историю, связанную с местом или людьми."
    }
  },
  {
    "id": "8",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "💬 Під час розмови за кавою колега питає: «Що тебе останнім часом надихає?»",
      "en": "💬 Over coffee, a colleague asks: “What’s been inspiring you lately?”",
      "ru": "💬 За кофе коллега спрашивает: «Что тебя вдохновляет в последнее время?»"
    },
    "task": {
      "uk": "Поділись чимось, що тебе заряджає — книга, музика, подія — і запитай у відповідь.",
      "en": "Share something that energizes you — a book, music, an event — and ask back.",
      "ru": "Поделись чем-то, что тебя заряжает — книга, музыка, событие — и задай встречный вопрос."
    }
  },
  {
    "id": "9",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🙂 Після заняття одногрупник запитує: «Що сьогодні хорошого сталося?»",
      "en": "🙂 After class, a classmate asks: “What good happened today?”",
      "ru": "🙂 После пары одногруппник спрашивает: «Что хорошего сегодня произошло?»"
    },
    "task": {
      "uk": "Відповідай позитивно, навіть якщо дрібниця. Це відкриває можливість для приємної розмови.",
      "en": "Give a positive answer, even about a small thing. It opens the door to a pleasant chat.",
      "ru": "Ответь позитивно, даже если речь о мелочи. Это поможет разговору развиваться приятно."
    }
  },
  {
    "id": "10",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🚇 У метро знайомий запитує: «Як ти добираєшся на роботу/навчання?»",
      "en": "🚇 On the subway, an acquaintance asks: “How do you usually get to work/school?”",
      "ru": "🚇 В метро знакомый спрашивает: «Как ты обычно добираешься до работы/учёбы?»"
    },
    "task": {
      "uk": "Назви свій маршрут і додай спостереження: про транспорт, людей, погоду тощо.",
      "en": "Describe your route and add an observation: about transport, people, weather, etc.",
      "ru": "Расскажи о своём маршруте и добавь наблюдение: про транспорт, людей, погоду и т.п."
    }
  },
  {
    "id": "11",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🎯 Тебе запитує друг: «Чи є в тебе зараз якась маленька мета або виклик?»",
      "en": "🎯 A friend asks: “Do you have a small goal or challenge at the moment?”",
      "ru": "🎯 Друг спрашивает: «Есть ли у тебя сейчас маленькая цель или вызов?»"
    },
    "task": {
      "uk": "Поділись чимось простим, над чим працюєш — і запитай у співрозмовника про його/її плани.",
      "en": "Share something simple you're working on — and ask your conversation partner about their plans.",
      "ru": "Поделись чем-то простым, над чем работаешь — и спроси собеседника о его/её планах."
    }
  },
  {
    "id": "15",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🙂 Тебе вітає колега в офісі: «Як настрій сьогодні?»",
      "en": "🙂 A colleague greets you at the office: “How’s your mood today?”",
      "ru": "🙂 Коллега приветствует тебя в офисе: «Как настроение сегодня?»"
    },
    "task": {
      "uk": "Не обмежуйся 'нормально'. Скажи щось про свій день або думки — і підкинь тему для розмови.",
      "en": "Don’t stop at 'okay'. Say something about your day or thoughts — and offer a topic.",
      "ru": "Не останавливайся на 'нормально'. Расскажи немного о своём дне или мыслях — и предложи тему."
    }
  },
  {
    "id": "16",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🍕 На перерві знайомий запитує: «Що б ти зараз з’їв/ла?»",
      "en": "🍕 During a break, an acquaintance asks: “What would you eat right now?”",
      "ru": "🍕 На перерыве знакомый спрашивает: «Что бы ты сейчас съел(а)?»"
    },
    "task": {
      "uk": "Не просто 'піцу'. Додай деталі або жарт — це легкий спосіб завести розмову.",
      "en": "Don’t just say 'pizza'. Add details or a joke — it’s an easy way to start chatting.",
      "ru": "Не просто 'пиццу'. Добавь детали или шутку — это простой способ начать разговор."
    }
  },
  {
    "id": "17",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "😮 У ліфті сусід питає: «Що тебе сьогодні здивувало?»",
      "en": "😮 In the elevator, a neighbor asks: “What surprised you today?”",
      "ru": "😮 В лифте сосед спрашивает: «Что тебя сегодня удивило?»"
    },
    "task": {
      "uk": "Навіть дрібна несподіванка — чудовий привід для розмови. Поділись і запитай у відповідь.",
      "en": "Even a small surprise is a great conversation starter. Share and ask back.",
      "ru": "Даже мелкое удивление — хороший повод заговорить. Поделись и задай встречный вопрос."
    }
  },
  {
    "id": "18",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🎧 Друг цікавиться: «Що слухаєш останнім часом?»",
      "en": "🎧 A friend asks: “What have you been listening to lately?”",
      "ru": "🎧 Друг интересуется: «Что ты сейчас слушаешь?»"
    },
    "task": {
      "uk": "Розкажи про музичний настрій або подкаст. Це гарна точка для нової теми.",
      "en": "Share your music mood or podcast — a great way to open a new topic.",
      "ru": "Расскажи про музыкальное настроение или подкаст — это отличная новая тема."
    }
  },
  {
    "id": "19",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🌄 Під час прогулянки знайомий питає: «Ти більше ранкова чи вечірня людина?»",
      "en": "🌄 During a walk, someone asks: “Are you a morning or evening person?”",
      "ru": "🌄 Во время прогулки кто-то спрашивает: «Ты жаворонок или сова?»"
    },
    "task": {
      "uk": "Скажи, коли ти активніший і чому. Це легка тема для обміну звичками.",
      "en": "Say when you’re most active and why. A fun way to swap habits.",
      "ru": "Скажи, когда ты активнее и почему. Лёгкая тема для обмена привычками."
    }
  },
  {
    "id": "20",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🏖️ У розмові подруга питає: «Якби був вихідний завтра — як би ти його провів(ла)?»",
      "en": "🏖️ In a chat, a friend asks: “If tomorrow were a day off, how would you spend it?”",
      "ru": "🏖️ В разговоре подруга спрашивает: «Если бы завтра был выходной, как бы ты его провёл(а)?»"
    },
    "task": {
      "uk": "Уяви ідеальний день — це відкриває простір для фантазії та спільних тем.",
      "en": "Imagine your perfect day — it opens space for creativity and shared topics.",
      "ru": "Представь идеальный день — это открывает пространство для фантазии и общения."
    }
  },
  {
    "id": "22",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "🌞 У перерві на роботі хтось запитує: «Ти більше любиш літо чи зиму?»",
      "en": "🌞 On a break at work, someone asks: “Do you prefer summer or winter?”",
      "ru": "🌞 На перерыве кто-то спрашивает: «Ты больше любишь лето или зиму?»"
    },
    "task": {
      "uk": "Вибери сезон і поясни чому — з прикладом або емоцією. Це створює обмін настроями.",
      "en": "Pick a season and explain why — with an example or emotion. It sparks emotional exchange.",
      "ru": "Выбери сезон и объясни почему — с примером или эмоцией. Это создаёт эмоциональный обмен."
    }
  },
  {
    "id": "23",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "📚 У діалозі колега питає: «Що ти останнім часом відкрив/відкрила для себе?»",
      "en": "📚 In a chat, a colleague asks: “What have you discovered lately?”",
      "ru": "📚 В разговоре коллега спрашивает: «Что ты недавно для себя открыл(а)?»"
    },
    "task": {
      "uk": "Поділись новою звичкою, думкою чи фактом. Це показує твою відкритість.",
      "en": "Share a new habit, thought or fact. It shows curiosity and openness.",
      "ru": "Поделись новой привычкой, мыслью или фактом. Это показывает интерес и открытость."
    }
  },
  {
    "id": "24",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "☕ Зранку колега запитує: «Як зазвичай починається твій ранок?»",
      "en": "☕ In the morning, a colleague asks: “How does your morning usually start?”",
      "ru": "☕ Утром коллега спрашивает: «С чего обычно начинается твоё утро?»"
    },
    "task": {
      "uk": "Опиши ритуал або дрібницю. Це проста, але затишна тема для початку дня.",
      "en": "Describe a ritual or small habit. A simple, cozy way to start a conversation.",
      "ru": "Опиши ритуал или мелкую привычку. Простой и тёплый повод для беседы."
    }
  },
  {
    "id": "25",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "😂 На зустрічі друг питає: «Який у тебе був найсмішніший момент цього тижня?»",
      "en": "😂 At a meetup, a friend asks: “What was your funniest moment this week?”",
      "ru": "😂 На встрече друг спрашивает: «Какой был самый смешной момент на этой неделе?»"
    },
    "task": {
      "uk": "Поділись із гумором навіть дрібницею — це чудовий спосіб зблизитись.",
      "en": "Share even a small funny thing — it’s a great way to connect.",
      "ru": "Поделись даже мелкой забавной историей — это сближает."
    }
  },
  {
    "id": "26",
    "exercise_name": "THE_KEY_TO_SMALL_TALK",
    "situation": {
      "uk": "📸 Під час гри уяви друг питає: «Якби ти був/була на обкладинці журналу — який би це був?»",
      "en": "📸 During a game, a friend asks: “If you were on a magazine cover, which one would it be?”",
      "ru": "📸 Во время игры друг спрашивает: «Если бы ты был(а) на обложке журнала — какого?»"
    },
    "task": {
      "uk": "Пофантазуй із самоіронією чи стилем. Це весело і розкриває характер.",
      "en": "Be playful with humor or style. It’s fun and shows personality.",
      "ru": "Ответь с юмором или стилем. Это весело и раскрывает твой характер."
    }
  }
]