[
  {
    "id": "1",
    "titleText": {
      "ua": "🎯 Виклик на сьогодні: Прокачай креативність",
      "en": "🎯 Today's Challenge: Boost Your Creativity",
      "ru": "🎯 Вызов дня: Прокачай креативность"
    },
    "descriptionText": {
      "ua": "Протягом 15 хвилин виконуй завдання на креативність: придумуй нові значення, сміливі порівняння та несподівані ідеї. Тренуй мислення поза шаблонами й вчися висловлюватись яскраво та впевнено.",
      "en": "For 15 minutes, complete creativity tasks: invent new meanings, bold comparisons, and unexpected ideas. Train your out-of-the-box thinking and learn to express yourself vividly and confidently.",
      "ru": "В течение 15 минут выполняй задания на креативность: придумывай новые смыслы, смелые сравнения и неожиданные идеи. Развивай нестандартное мышление и учись выражаться ярко и уверенно."
    },
    "theme": "CREATIVE",
    "durationMinutes": 15,
    "tokenCost": 1,
    "acceptText": {
      "ua": "Ти прийняв виклик! Протягом 15 хвилин виконуй вправи, що розігрівають уяву, ламають шаблони і тренують гнучкість мислення.",
      "en": "You accepted the challenge! For 15 minutes, do exercises that warm up your imagination, break patterns, and boost mental flexibility.",
      "ru": "Ты принял вызов! В течение 15 минут выполняй упражнения, которые разогревают воображение, ломают шаблоны и тренируют гибкость мышления."
    },
    "completeText": {
      "ua": "Ти це зробив! Ще більше сміливих ідей — ще більше впевненості в мовленні.",
      "en": "You did it! More bold ideas — more confidence in your speaking.",
      "ru": "Ты справился! Больше смелых идей — больше уверенности в речи."
    },
    "bonusOnComplete": 25,
    "status": { "started": false, "completed": false }
  },
  {
    "id": "2",
    "titleText": {
      "ua": "🎯 Виклик на сьогодні: Розігрій гумор",
      "en": "🎯 Today's Challenge: Warm Up Your Humor",
      "ru": "🎯 Вызов дня: Разогрей чувство юмора"
    },
    "descriptionText": {
      "ua": "Протягом 15 хвилин тренуй почуття гумору: вигадуй смішні фрази, грай з абсурдом, знаходь дотеп у буденному. Це прокачує спонтанність і дарує настрій!",
      "en": "For 15 minutes, train your sense of humor: invent funny lines, play with absurdity, find wit in the ordinary. It boosts spontaneity and lifts your mood!",
      "ru": "В течение 15 минут развивай чувство юмора: придумывай смешные фразы, играй с абсурдом, находи остроту в повседневном. Это прокачивает спонтанность и поднимает настроение!"
    },
    "theme": "HUMOR",
    "durationMinutes": 15,
    "tokenCost": 1,
    "acceptText": {
      "ua": "Твій гумор у центрі уваги! Протягом 15 хвилин придумуй смішні відповіді, абсурдні ідеї й дотепні історії.",
      "en": "Your humor takes the stage! For 15 minutes, come up with funny answers, absurd ideas, and witty stories.",
      "ru": "Твой юмор — в центре внимания! В течение 15 минут придумывай смешные ответы, абсурдные идеи и остроумные истории."
    },
    "completeText": {
      "ua": "Посмішки гарантовано! Ти потренував вміння смішити та розряджати атмосферу.",
      "en": "Smiles guaranteed! You've trained your ability to be funny and lighten the mood.",
      "ru": "Улыбки обеспечены! Ты потренировал навык смешить и разряжать атмосферу."
    },
    "bonusOnComplete": 25,
    "status": { "started": false, "completed": false }
  },
  {
    "id": "3",
    "titleText": {
      "ua": "🎯 Виклик на сьогодні: Розкажи яскраву історію",
      "en": "🎯 Today's Challenge: Tell a Vivid Story",
      "ru": "🎯 Вызов дня: Расскажи яркую историю"
    },
    "descriptionText": {
      "ua": "Протягом 15 хвилин тренуй навичку розповідати історії: створюй сюжети, оживляй персонажів, веди слухача за собою. Це розвиває уяву і робить мову яскравішою!",
      "en": "For 15 minutes, train your storytelling skills: build plots, bring characters to life, and guide your listener. It boosts imagination and makes your speech more vivid!",
      "ru": "В течение 15 минут прокачивай навык рассказывания историй: строй сюжеты, оживляй персонажей, веди слушателя за собой. Это развивает воображение и делает речь ярче!"
    },
    "theme": "STORYTELLING",
    "durationMinutes": 15,
    "tokenCost": 1,
    "acceptText": {
      "ua": "Готовий творити на ходу? 15 хвилин імпровізацій, сюжетів і живих персонажів!",
      "en": "Ready to create on the fly? 15 minutes of improvisation, plots, and vivid characters!",
      "ru": "Готов придумывать на ходу? 15 минут импровизации, сюжетов и ярких персонажей!"
    },
    "completeText": {
      "ua": "Сторітелінг прокачано! Твоя мова стала живішою та переконливішою.",
      "en": "Storytelling leveled up! Your speech is now more vivid and compelling.",
      "ru": "Сторителлинг прокачан! Твоя речь стала живее и выразительнее."
    },
    "bonusOnComplete": 25,
    "status": { "started": false, "completed": false }
  },
  {
    "id": "4",
    "titleText": {
      "ua": "🎯 Виклик на сьогодні: Розширюй словниковий запас",
      "en": "🎯 Today's Challenge: Expand Your Vocabulary",
      "ru": "🎯 Вызов дня: Расширь словарный запас"
    },
    "descriptionText": {
      "ua": "15 хвилин для слів! Розширюй словниковий запас через динамічні й несподівані мовні вправи.",
      "en": "15 minutes for words! Expand your vocabulary with dynamic and unexpected language tasks.",
      "ru": "15 минут для слов! Расширяй словарный запас с помощью динамичных и неожиданных речевых упражнений."
    },
    "theme": "VOCABULARY",
    "durationMinutes": 15,
    "tokenCost": 1,
    "acceptText": {
      "ua": "Твій мозок готовий до слова-потоку! 15 хвилин вправ на асоціації, антоніми та несподівані категорії.",
      "en": "Get ready for a word rush! 15 minutes of associations, opposites, and surprise categories.",
      "ru": "Готов к словесному потоку? 15 минут ассоциаций, антонимов и неожиданных категорий."
    },
    "completeText": {
      "ua": "Банк слів поповнено! Чим більше слів — тим влучніше мовлення.",
      "en": "Word bank updated! The more words — the sharper your speech.",
      "ru": "Словарный запас пополнен! Чем больше слов — тем точнее речь."
    },
    "bonusOnComplete": 25,
    "status": { "started": false, "completed": false }
  },
  {
    "id": "5",
    "titleText": {
      "ua": "🎯 Виклик на сьогодні: Удоскональ дикцію",
      "en": "🎯 Today's Challenge: Sharpen Your Diction",
      "ru": "🎯 Вызов дня: Прокачай дикцию"
    },
    "descriptionText": {
      "ua": "15 хвилин для чіткої мови! Тренуй дикцію через вправи на вимову, темп і артикуляцію.",
      "en": "15 minutes for clear speech! Train your diction with exercises in pronunciation, pace, and articulation.",
      "ru": "15 минут для чёткой речи! Прокачай дикцию с помощью упражнений на произношение, темп и артикуляцию."
    },
    "theme": "DICTION",
    "durationMinutes": 15,
    "tokenCost": 1,
    "acceptText": {
      "ua": "Час розігріти артикуляцію! Повтори, скоромов, вимовляй чітко і гучно — 15 хвилин тренування.",
      "en": "Time to warm up your articulation! Repeat, tongue-twist, and pronounce clearly — 15 minutes of training.",
      "ru": "Пора разогреть артикуляцию! Повторяй, скороговори, произноси чётко — 15 минут тренировки."
    },
    "completeText": {
      "ua": "Мова чітка, дикція — як бритва. Тренування спрацювало!",
      "en": "Speech is sharp, diction is crisp. Training complete!",
      "ru": "Речь чёткая, дикция — как бритва. Тренировка сработала!"
    },
    "bonusOnComplete": 25,
    "status": { "started": false, "completed": false }
  }
]