[
  {
    "id": 1,
    "nameString": {
      "uk": "Чим ворона схожа на стілець?",
      "en": "How is a raven like a chair?",
      "ru": "Чем ворон похож на стул?"
    },
    "task": {
      "uk": "З’єднай непоєднуване!\u2028Твій мозок не очікує цього. З’єднай дві випадкові речі так, щоб це мало сенс (або майже). Тренуй нестандартне мислення і навички імпровізації",
      "en": "Connect the unconnectable!\u2028Your brain doesn’t expect this. Link two random things in a way that makes sense (or almost does). Train creative thinking and improvisation skills.",
      "ru": "Соедини несочетаемое!\u2028Твой мозг этого не ожидает. Свяжи два случайных предмета так, чтобы это имело смысл (или почти). Тренируй креативное мышление и навыки импровизации."
    },
    "example": {
      "uk": "Ворона схожа на стілець, бо обидва можуть стояти на одній нозі й при цьому виглядати впевнено 😄",
      "en": "A raven is like a chair because both can stand on one leg and still look confident 😄",
      "ru": "Ворон похож на стул, потому что оба могут стоять на одной ноге и выглядеть уверенно 😄"
    },
    "description": {
      "uk": "🧠 Твій мозок не очікує цього. З’єднай дві випадкові речі так, щоб це мало сенс (або майже). Тренуй нестандартне мислення і навички імпровізації.",
      "en": "🧠 Your brain doesn’t expect this. Link two random things in a way that makes sense (or almost). Train creative thinking and improvisation skills.",
      "ru": "🧠 Твой мозг этого не ожидает. Свяжи два случайных предмета так, чтобы это имело смысл (или почти). Тренируй креативное мышление и навыки импровизации."
    },
    "minExperienceRequired": 0,
    "maxProgress": 5,
    "name": "RAVEN_LIKE_A_CHAIR",
    "skills": [
      "CREATIVE", "HUMOR"
    ]
  },
  {
    "id": 2,
    "nameString": {
      "uk": "4 слова — 1 історія",
      "en": "4 Words – 1 Story",
      "ru": "4 слова — 1 история"
    },
    "task": {
      "uk": "Придумай коротку історію, використовуючи чотири задані слова. Слова можуть бути з різних сфер і не пов’язані між собою — твоє завдання з’єднати їх у єдину оповідь. Тренуй уяву, зв’язність мовлення та гнучкість мислення.",
      "en": "Come up with a short story using four given words. The words may be random and unrelated — your task is to weave them into one coherent narrative. Train imagination, narrative skills, and mental flexibility.",
      "ru": "Придумай короткую историю, используя четыре заданных слова. Эти слова могут быть случайными и не связанными — твоя задача объединить их в цельный рассказ. Тренируй воображение, связную речь и гибкость мышления."
    },
    "example": {
      "uk": "Слова: ліхтар, кіт, човен, пісня.\n\nІсторія: Одного разу кіт знайшов старий човен, заліз у нього й поплив річкою, освітлюючи шлях ліхтарем. І коли хвилі ставали більшими, він починав муркотіти свою улюблену пісню — і вода заспокоювалась.",
      "en": "Words: lantern, cat, boat, song.\n\nStory: Once, a cat found an old boat, climbed in, and floated down the river, lighting the way with a lantern. And whenever the waves grew stronger, he would hum his favorite song—and the waters would calm down.",
      "ru": "Слова: фонарь, кот, лодка, песня.\n\nИстория: Однажды кот нашёл старую лодку, залез в неё и поплыл по реке, освещая путь фонарём. И когда волны становились сильнее, он начинал мурлыкать свою любимую песню — и вода успокаивалась."
    },
    "description": {
      "uk": "🎭 Придумай коротку історію, використовуючи 4 випадкові слова. Усі слова мають бути в історії! Вправа розвиває уяву, креативність і вміння зв’язно висловлюватись.",
      "en": "🎭 Make up a short story using 4 random words. All words must be included! This activity builds imagination, creativity, and coherent speech.",
      "ru": "🎭 Придумай короткую историю, используя 4 случайных слова. Все слова должны быть в рассказе! Упражнение развивает воображение, креативность и связную речь."
    },
    "minExperienceRequired": 100,
    "maxProgress": 3,
    "name": "FOUR_WORDS_ONE_STORY",
    "skills": [
      "CREATIVE", "STORYTELLING"
    ]
  },
  {
    "id": 3,
    "nameString": {
      "uk": "Говори, поки не закінчиться повітря",
      "en": "Talk Until You Run Out of Air",
      "ru": "Говори, пока не кончится воздух"
    },
    "task": {
      "uk": "Отримай слово — і починай говорити. Розповідай про предмет, що потрапився: як він виглядає, де його можна зустріти, як ним користуються, що в ньому смішного або особливого, які в тебе з ним асоціації. Говори хоча б 2 хвилини без зупинки. Це вправа на розвиток мовного потоку, креативності й витримки.",
      "en": "You get a word — and you start talking. Describe the object in every way: what it looks like, where you might find it, how it's used, what’s funny or unique about it, any memories or associations you have. Keep going for at least 2 minutes without stopping. This trains speech flow, creativity, and endurance.",
      "ru": "Получаешь слово — и начинаешь говорить. Описывай предмет: как он выглядит, где его можно встретить, как им пользуются, что в нём смешного или особенного, какие у тебя с ним ассоциации. Говори хотя бы 2 минуты без остановки. Это упражнение развивает речевой поток, креативность и выдержку."
    },
    "example": {
      "uk": "Слово: тостер.\n\nНу, тостер — це такий побутовий прилад, який допомагає снідати швидко й смачно. У дитинстві я думав, що він — це магія, бо хліб стрибає з нього сам. Він зазвичай має дві щілини, але є й на чотири. Деякі тостери мають кнопку розморожування — і я досі не знаю, навіщо вона. Існує легенда, що якщо в тостері щось застрягне, не можна лізти виделкою — бо це небезпечно...",
      "en": "Word: toaster.\n\nWell, a toaster is a household appliance that helps you have breakfast quickly and deliciously. As a kid, I thought it was magical because bread would jump out by itself. Usually, it has two slots, but there are four-slot models too. Some toasters have a defrost button—I still don’t know what it’s for. There’s a legend that if something gets stuck, never poke it with a fork—because that’s dangerous...",
      "ru": "Слово: тостер.\n\nТостер — это бытовой прибор, который помогает быстро и вкусно позавтракать. В детстве я думал, что это магия — хлеб выскакивает сам. Обычно у него две щели, но бывают и на четыре. Некоторые тостеры имеют кнопку разморозки — до сих пор не знаю зачем. Ходит легенда, что если что-то застрянет, нельзя лезть туда вилкой — это опасно..."
    },
    "description": {
      "uk": "🗣️ Тобі дадуть випадковий предмет — твоя задача розповідати про нього без зупинки щонайменше 2 хвилини. Опиши, як він виглядає, для чого потрібен, з чим асоціюється тощо. Вправа тренує мовну витривалість, креативність і спонтанне мовлення.",
      "en": "🗣️ You’ll be given a random object — your task is to talk about it nonstop for at least 2 minutes. Describe how it looks, what it’s used for, what it reminds you of, and more. This exercise builds speech endurance, creativity, and spontaneous speaking.",
      "ru": "🗣️ Тебе дадут случайный предмет — твоя задача говорить о нём без остановки не менее 2 минут. Опиши, как он выглядит, зачем нужен, с чем ассоциируется и т.д. Упражнение развивает речевую выносливость, креативность и спонтанную речь."
    },
    "minExperienceRequired": 0,
    "maxProgress": 3,
    "name": "TALK_TILL_EXHAUSTED",
    "skills": [
      "CREATIVE"
    ]
  },
  {
    "id": 4,
    "nameString": {
      "uk": "Продай мені це",
      "en": "Sell Me This",
      "ru": "Продай мне это"
    },
    "task": {
      "uk": "Отримай слово й уяви, що ти продавець. Твоє завдання — переконати унікального покупця, що саме цей предмет змінить його життя. Використовуй опис, вигоди, емоції, гумор або драму — усе, що спрацює. Головне — зроби предмет бажаним, навіть якщо це звичайна скріпка.",
      "en": "You get a word and imagine you're a seller. Your goal is to convince a unique customer that this item will change their life. Use descriptions, benefits, emotion, humor or drama — whatever works. Make the item desirable, even if it’s just a paperclip.",
      "ru": "Ты получаешь слово и представляешь, что ты продавец. Твоя задача — убедить уникального покупателя, что этот предмет изменит его жизнь. Используй описания, выгоды, эмоции, юмор или драму — всё, что сработает. Сделай предмет желанным, даже если это обычная скрепка."
    },
    "example": {
      "uk": "Слово: звичайна ложка.\n\nДрузі, ця ложка — не просто столовий прибор. Це твій квиток у світ зручності, стилю й незламної надійності. Вона вигнута ідеально, щоб кожен ковток супу був насолодою. Зроблена з матеріалу, який переживе навіть апокаліпсис. Купи цю ложку сьогодні — і жодна каша вже не буде сумною!",
      "en": "Word: regular spoon.\n\nFriends, this spoon is not just cutlery. It’s your ticket to convenience, style, and unmatched reliability. Curved to perfection so every bite of soup is a delight. Made from a material that could survive an apocalypse. Buy this spoon today — and no porridge will ever be boring again!",
      "ru": "Слово: обычная ложка.\n\nДрузья, эта ложка — не просто столовый прибор. Это твой билет в мир удобства, стиля и надёжности. Она изогнута идеально — каждый глоток супа будет наслаждением. Сделана из материала, который переживёт даже апокалипсис. Купи эту ложку уже сегодня — и никакая каша больше не будет унылой!"
    },
    "description": {
      "uk": "🧲 Перетвори звичайне на бажане. Уяви, що ти геніальний продавець, і продай предмет будь-якою ціною — словами.",
      "en": "🧲 Turn the ordinary into the desirable. Imagine you’re a brilliant salesperson and sell the item — with words.",
      "ru": "🧲 Преврати обычное в желанное. Представь, что ты гениальный продавец, и продай предмет — словами."
    },
    "minExperienceRequired": 200,
    "maxProgress": 3,
    "name": "SELL_THIS_THING",
    "skills": [
      "CREATIVE"
    ]
  },
  {
    "id": 5,
    "nameString": {
      "uk": "Не сплутай мене",
      "en": "Don't Confuse Me",
      "ru": "Не перепутай меня"
    },
    "task": {
      "uk": "Отримай слово й сформулюй таке чітке, точне визначення, щоб його не можна було переплутати ні з чим іншим. Уникай загальних слів. Уточнюй: для чого це, з чого складається, як виглядає, чим відрізняється від схожих речей.",
      "en": "Get a word and come up with a clear, precise definition that makes it impossible to confuse with anything else. Avoid vague terms. Clarify: what it’s for, what it’s made of, what it looks like, how it differs from similar things.",
      "ru": "Получив слово, сформулируй чёткое и точное определение, которое не даст спутать его ни с чем другим. Избегай общих слов. Уточни: для чего это, из чего состоит, как выглядит, чем отличается от похожего."
    },
    "example": {
      "uk": "Слово: термометр.\n\nВизначення: Пристрій, призначений для вимірювання температури тіла, рідини або повітря. Складається з герметичної трубки з рідиною або електронного датчика. На відміну від барометра, не вимірює тиск, а лише температуру, зазвичай у градусах Цельсія або Фаренгейта.",
      "en": "Word: thermometer.\n\nDefinition: A device designed to measure the temperature of a body, liquid, or air. It consists of a sealed tube with a liquid or an electronic sensor. Unlike a barometer, it does not measure pressure, only temperature — usually in Celsius or Fahrenheit.",
      "ru": "Слово: термометр.\n\nОпределение: Устройство, предназначенное для измерения температуры тела, жидкости или воздуха. Состоит из герметичной трубки с жидкостью или электронного датчика. В отличие от барометра, измеряет не давление, а только температуру — обычно в градусах Цельсия или Фаренгейта."
    },
    "description": {
      "uk": "🔍 Тобі дадуть слово — твоє завдання дати йому точне визначення. Без метафор і розмитих фраз: визначення має бути настільки ясним і конкретним, щоб його неможливо було сплутати з іншим словом.",
      "en": "🔍 You'll be given a word — your task is to define it precisely. No metaphors or vague phrases: your definition should be so clear and specific that it can't be confused with any other word.",
      "ru": "🔍 Тебе дадут слово — твоя задача дать ему чёткое определение. Никаких метафор и размытых фраз: определение должно быть настолько ясным и точным, чтобы его нельзя было спутать с другим словом."
    },
    "minExperienceRequired": 300,
    "maxProgress": 5,
    "name": "DEFINE_PRECISELY",
    "skills": [
      "CREATIVE", "VOCABULARY"
    ]
  },
  {
    "id": 6,
    "nameString": {
      "uk": "Велика відповідь на мале питання",
      "en": "Big Answer to a Small Question",
      "ru": "Большой ответ на маленький вопрос"
    },
    "task": {
      "uk": "Отримай просте запитання й відповідай на нього розгорнуто, з фантазією та гумором. Розкрий тему, ніби це есе чи монолог у стендапі.",
      "en": "Get a simple question and answer it in a detailed, imaginative, and humorous way. Treat it like an essay or a stand-up monologue.",
      "ru": "Получи простой вопрос и ответь на него развернуто, с фантазией и юмором. Раскрой тему, как будто это эссе или стендап-монолог."
    },
    "example": {
      "uk": "Питання: Який твій улюблений чай?\nВідповідь: Мій улюблений чай — жасминовий. Бо він пахне, як весна в бібліотеці, де зустрічаються інтелект і квітковий настрій. Це чай для моментів, коли хочеться трохи тиші, трохи естетики і трохи себе.",
      "en": "Question: What's your favorite tea?\nAnswer: My favorite tea is jasmine. Because it smells like spring in a library — where intellect meets floral vibes. It’s the tea for moments when you want a bit of silence, a bit of aesthetics, and a bit of yourself.",
      "ru": "Вопрос: Какой твой любимый чай?\nОтвет: Жасминовый. Потому что он пахнет весной в библиотеке — там, где встречаются интеллект и цветочное настроение. Это чай для тишины, эстетики и немного себя."
    },
    "description": {
      "uk": "🎙 Тобі буде поставлено просте, на перший погляд буденне запитання. Твоє завдання — дати на нього максимально розгорнуту, креативну й емоційну відповідь. Думай нестандартно, уявляй, перебільшуй — твори маленький монолог або історію з душевною подачею.",
      "en": "🎙 You’ll get a simple, seemingly ordinary question. Your task is to answer it in the most detailed, creative, and emotional way possible. Think outside the box, imagine, exaggerate — create a mini monologue or heartfelt story.",
      "ru": "🎙 Тебе спросят что-то простое и обычное. Твоя задача — ответить максимально развернуто, креативно и с душой. Придумывай, преувеличивай, фантазируй — создай мини-монолог или яркий рассказ."
    },
    "minExperienceRequired": 400,
    "maxProgress": 3,
    "name": "BIG_ANSWER",
    "skills": [
      "CREATIVE"
    ]
  },
  {
    "id": 7,
    "nameString": {
      "uk": "Емоційний Перекладач",
      "en": "Emotional Translator",
      "ru": "Эмоциональный Переводчик"
    },
    "task": {
      "uk": "Отримаєш нейтральну фразу й емоцію. Завдання — проговорити фразу з цією емоцією: радістю, злістю, страхом, сарказмом або будь-яким іншим почуттям. Уяви ситуацію, у якій ця емоція доречна, і відчуй її.",
      "en": "You’ll get a neutral phrase and an emotion. Your task is to say the phrase with that emotion: joy, anger, fear, sarcasm, or anything else. Imagine a situation where the emotion makes sense — and feel it.",
      "ru": "Ты получишь нейтральную фразу и эмоцию. Твоя задача — произнести эту фразу с заданной эмоцией: радость, злость, страх, сарказм или любая другая. Представь ситуацию, в которой это чувство уместно, и прочувствуй его."
    },
    "example": {
      "uk": "Фраза: \"Я йду додому\"\nЕмоція: страх\nВідповідь: (зі здриганням у голосі) Я… я йду додому… (озирається, тривожно зітхає)",
      "en": "Phrase: \"I'm going home\"\nEmotion: fear\nAnswer: (trembling voice) I… I'm going home… (looks around nervously, exhales shakily)",
      "ru": "Фраза: \"Я иду домой\"\nЭмоция: страх\nОтвет: (дрожащим голосом) Я… я иду домой… (оглядывается, тревожно вздыхает)"
    },
    "description": {
      "uk": "💬 Отримаєш просту фразу, яку потрібно емоційно переформатувати. Тренуй інтонацію, акторську виразність і вміння передавати настрій словами. Допомагає краще відчувати себе в розмові й підсилює емоційний інтелект.",
      "en": "💬 You’ll get a simple phrase to emotionally re-translate. Train your intonation, expressive speaking, and ability to convey mood through words. This helps you feel more confident and emotionally aware in conversations.",
      "ru": "💬 Получишь простую фразу, которую нужно эмоционально «перевести». Тренируй интонацию, выразительность и умение передавать настроение словами. Это развивает уверенность и эмоциональный интеллект в общении."
    },
    "minExperienceRequired": 500,
    "maxProgress": 5,
    "name": "EMOTIONAL_TRANSLATOR",
    "skills": [
      "CREATIVE"
    ]
  },
  {
    "id": 8,
    "nameString": {
      "uk": "Адвокат Диявола",
      "en": "Devil’s Advocate",
      "ru": "Адвокат Дьявола"
    },
    "task": {
      "uk": "Отримай суперечливе твердження. Спочатку наведи переконливі аргументи на його підтримку — навіть якщо не згоден. Потім зміни позицію та спробуй його спростувати. Головне — сила аргументації, а не особиста думка.",
      "en": "Get a controversial statement. First, come up with convincing arguments to support it — even if you don’t agree. Then switch sides and try to refute it. The focus is on the strength of your reasoning, not your personal opinion.",
      "ru": "Получишь спорное утверждение. Сначала придумай убедительные аргументы в его защиту — даже если ты не согласен. Затем смени позицию и попробуй его опровергнуть. Главное — сила аргументации, а не твое мнение."
    },
    "example": {
      "uk": "Твердження: «Школа не потрібна»\n✅ За: У світі є купа прикладів успішних людей, які не закінчили школу. Самоосвіта через інтернет дає свободу вивчати те, що справді цікаво.\n❌ Проти: Школа — це не тільки знання, а ще й соціалізація, дисципліна й навички співпраці. Без неї складно інтегруватися в суспільство.",
      "en": "Statement: \"School is unnecessary\"\n✅ For: There are many successful people who never finished school. Self-education through the internet offers the freedom to learn what truly interests you.\n❌ Against: School provides not just knowledge, but socialization, discipline, and teamwork skills. Without it, it’s hard to integrate into society.",
      "ru": "Утверждение: «Школа не нужна»\n✅ За: Есть много успешных людей, которые не закончили школу. Самообразование через интернет даёт свободу изучать то, что по-настоящему интересно.\n❌ Против: Школа — это не только знания, но и социализация, дисциплина и навыки работы в команде. Без неё сложно стать частью общества."
    },
    "description": {
      "uk": "⚖️ Візьми складне або спірне твердження — і спробуй його захистити. А потім — зруйнувати. Ця вправа тренує гнучкість мислення, вміння бачити ситуацію з різних боків, емпатію та логіку.",
      "en": "⚖️ Take a difficult or controversial statement — and try to defend it. Then, destroy it. This exercise trains mental flexibility, perspective-shifting, empathy, and logic.",
      "ru": "⚖️ Возьми сложное или спорное утверждение — и попробуй его защитить. А потом — опровергнуть. Это упражнение развивает гибкость мышления, умение смотреть с разных сторон, эмпатию и логику."
    },
    "minExperienceRequired": 600,
    "maxProgress": 3,
    "name": "DEVILS_ADVOCATE",
    "skills": [
      "CREATIVE"
    ]
  },
  {
    "id": 9,
    "nameString": {
      "uk": "Діалог із Собою",
      "en": "Dialogue with Yourself",
      "ru": "Диалог с Собой"
    },
    "task": {
      "uk": "Отримай першу репліку діалогу — твоє завдання продовжити розмову. Вигадуй свою відповідь і відповідь співрозмовника. Ведіть діалог кілька ходів так, щоб звучало природно й логічно. Уяви себе в реальній ситуації.",
      "en": "You’ll get the first line of a dialogue — your task is to continue the conversation. Come up with both your reply and the next line from the other person. Keep going for a few turns, making it sound natural and logical. Imagine it’s a real situation.",
      "ru": "Ты получишь первую реплику диалога — твоя задача продолжить разговор. Придумай свой ответ и ответ собеседника. Веди диалог несколько ходов, чтобы он звучал естественно и логично. Представь, что это реальная ситуация."
    },
    "example": {
      "uk": "— Чому ти не прийшов учора?\n— Вибач, був форс-мажор — застряг у ліфті!\n— Та ти ж серйозно? І довго сидів?\n— Години дві. Але охоронець приніс чай, тож не все так погано.\n— Ну окей, тоді пробачений. Але наступного разу — хоч повідом!",
      "en": "— Why didn’t you show up yesterday?\n— Sorry, I had an emergency — got stuck in an elevator!\n— Seriously? For how long?\n— Two hours. But the security guy brought me tea, so it wasn’t all bad.\n— Alright then, forgiven. But next time — at least text me!",
      "ru": "— Почему ты не пришел вчера?\n— Извини, был форс-мажор — застрял в лифте!\n— Серьёзно? Надолго?\n— Часа на два. Но охранник принёс чай, так что не всё так плохо.\n— Ладно, прощён. Но в следующий раз хотя бы напиши!"
    },
    "description": {
      "uk": "🗨️ Створи невеликий діалог, вигадуючи репліки за себе й уявного співрозмовника. Це допоможе тренувати логіку розмови, гнучкість мислення й стилістику реальних діалогів.",
      "en": "🗨️ Create a short dialogue, inventing both your lines and the responses of your imaginary conversation partner. It helps train dialogue flow, conversational logic, and tone.",
      "ru": "🗨️ Придумай короткий диалог, составляя реплики за себя и за воображаемого собеседника. Это развивает логику разговора, гибкость мышления и чувство живого общения."
    },
    "minExperienceRequired": 800,
    "maxProgress": 3,
    "name": "DIALOGUE_WITH_SELF",
    "skills": [
      "STORYTELLING", "CREATIVE"
    ]
  },
  {
    "id": 10,
    "nameString": {
      "uk": "Уявна Ситуація",
      "en": "Imaginary Situation",
      "ru": "Воображаемая Ситуация"
    },
    "task": {
      "uk": "Отримай дивну або побутову ситуацію, ніби ти актор у сцені. Придумай і проговори короткий монолог або репліки, які могли б прозвучати в цьому контексті. Імпровізуй, додавай емоції, адаптуйся до обставин.",
      "en": "You’ll get a strange or everyday situation — like you're an actor in a scene. Invent and say a short monologue or some lines that fit the moment. Improvise, express emotions, and adapt to the context.",
      "ru": "Ты получишь странную или бытовую ситуацию — как будто ты актер на сцене. Придумай и произнеси короткий монолог или реплики, подходящие под контекст. Импровизируй, выражай эмоции, адаптируйся к условиям."
    },
    "example": {
      "uk": "Ситуація: Ти застряг у ліфті з інопланетянином.\nРепліка: \"Окей… ти не розумієш мене, і я не розумію тебе. Але якщо ти з’їси мій ланч — це буде міжгалактична війна, ясно?\"",
      "en": "Situation: You’re stuck in an elevator with an alien.\nLine: \"Okay… you don’t understand me, and I don’t get you. But if you eat my lunch — it’s intergalactic war, got it?\"",
      "ru": "Ситуация: Ты застрял в лифте с инопланетянином.\nРеплика: \"Окей… ты меня не понимаешь, и я тебя тоже. Но если ты съешь мой ланч — будет межгалактическая война, ясно?\""
    },
    "description": {
      "uk": "🎭 Уяви себе в дивній або емоційній ситуації. Придумай, що б ти сказав. Це тренує імпровізацію, емоційну виразність і здатність реагувати в нестандартних контекстах.",
      "en": "🎭 Imagine yourself in a strange or emotional situation. Come up with what you’d say. This builds improvisation skills, emotional expression, and adaptability in unusual contexts.",
      "ru": "🎭 Представь себя в странной или эмоциональной ситуации. Придумай, что бы ты сказал. Это развивает импровизацию, выразительность и умение реагировать в нестандартных условиях."
    },
    "minExperienceRequired": 900,
    "maxProgress": 3,
    "name": "IMAGINARY_SITUATION",
    "skills": [
      "CREATIVE", "HUMOR"
    ]
  },
  {
    "id": 11,
    "nameString": {
      "uk": "Переведи з Емоції на Факти",
      "en": "Translate Emotion into Facts",
      "ru": "Переведи Эмоции в Факты"
    },
    "task": {
      "uk": "Отримай емоційно забарвлену фразу. Твоє завдання — переписати її спокійно, нейтрально, без емоційних оцінок. Вчися формулювати повідомлення, які не провокують конфлікт.",
      "en": "You’ll get an emotionally charged phrase. Your task is to rewrite it calmly and neutrally, without emotional judgments. Learn to express yourself in ways that don’t trigger conflict.",
      "ru": "Ты получишь эмоционально заряженную фразу. Твоя задача — переписать её спокойно, нейтрально, без эмоциональных оценок. Учись выражаться без конфликта."
    },
    "example": {
      "uk": "Фраза: \"Мене всі дістали!\"\nФактично: \"Я відчуваю втому через те, що часто доводиться взаємодіяти з великою кількістю людей.\"",
      "en": "Phrase: \"Everyone is driving me crazy!\"\nFactually: \"I feel exhausted from having to interact with many people lately.\"",
      "ru": "Фраза: \"Меня все достали!\"\nФактически: \"Я чувствую усталость из-за того, что часто взаимодействую с большим количеством людей.\""
    },
    "description": {
      "uk": "🔄 Перепиши емоційне висловлювання у спокійній, конструктивній формі. Це допомагає краще розуміти себе й уникати конфліктів у спілкуванні. Розвиває емоційний інтелект, саморефлексію та навички ненасильницької комунікації.",
      "en": "🔄 Rewrite an emotional statement in a calm, constructive way. This helps with self-awareness and avoiding conflict in communication. Builds emotional intelligence, self-reflection, and non-violent communication skills.",
      "ru": "🔄 Перепиши эмоциональное высказывание в спокойной, конструктивной форме. Это помогает лучше понимать себя и избегать конфликтов. Развивает эмоциональный интеллект и навыки ненасильственного общения."
    },
    "minExperienceRequired": 1200,
    "maxProgress": 5,
    "name": "EMOTION_TO_FACT",
    "skills": [
      "CREATIVE"
    ]
  },
  {
    "id": 12,
    "nameString": {
      "uk": "Хто Я? (Монолог)",
      "en": "Who Am I? (Monologue)",
      "ru": "Кто Я? (Монолог)"
    },
    "task": {
      "uk": "Отримай випадкову роль — наприклад, «ревнивий пірат» або «втомлений робот». Твоє завдання — виголосити короткий монолог від імені цього персонажа. Уяви себе ним: як він говорить, що відчуває, що думає?",
      "en": "Get a random role — like 'jealous pirate' or 'tired robot'. Your task is to deliver a short monologue from this character’s point of view. Imagine being them: how do they speak, feel, think?",
      "ru": "Получишь случайную роль — например, «ревнивый пират» или «уставший робот». Твоя задача — произнести короткий монолог от имени этого персонажа. Представь себя на его месте: как он говорит, что чувствует, о чём думает?"
    },
    "example": {
      "uk": "Роль: Втомлений робот\nМонолог: «Ще одне завдання... Ще один файл... Я створений для ефективності, але сьогодні навіть олія в суглобах не допомагає. Люди, дайте мені режим сну...»",
      "en": "Role: Tired robot\nMonologue: “One more task... One more file... I was built for efficiency, but today even joint oil doesn’t help. Humans, give me sleep mode...”",
      "ru": "Роль: Уставший робот\nМонолог: «Ещё одна задача... Ещё один файл... Я создан для эффективности, но сегодня даже масло в суставах не помогает. Люди, включите мне режим сна...»"
    },
    "description": {
      "uk": "🕵️ Уяви себе в ролі персонажа — і заговори його голосом. Вправа допомагає розвивати акторські навички, інтонацію, емпатію та уяву. Твори образ, експериментуй, імпровізуй.",
      "en": "🕵️ Imagine yourself in a character’s shoes — and speak in their voice. This exercise boosts acting skills, intonation, empathy, and imagination. Create a persona, experiment, improvise.",
      "ru": "🕵️ Представь себя в роли персонажа — и говори его голосом. Упражнение развивает актёрские навыки, интонацию, эмпатию и воображение. Создавай образы, импровизируй."
    },
    "minExperienceRequired": 1400,
    "maxProgress": 5,
    "name": "WHO_AM_I_MONOLOGUE",
    "skills": [
      "CREATIVE"
    ]
  },
  {
    "id": 13,
    "nameString": {
      "uk": "Я — Експерт",
      "en": "I'm the Expert",
      "ru": "Я — Эксперт"
    },
    "task": {
      "uk": "Отримай випадкову (часто абсурдну) тему й виголоси впевнену міні-промову, ніби ти в ній — професіонал. Не зупиняйся, імпровізуй, переконуй! Мета — говорити впевнено, навіть коли не знаєш, що кажеш.",
      "en": "Get a random (often absurd) topic and deliver a confident mini-speech, as if you're an expert in it. Don’t pause — improvise, persuade, perform! The goal is to speak convincingly, even when you have no clue.",
      "ru": "Получишь случайную (часто абсурдную) тему и должен будешь уверенно произнести мини-речь, будто ты в этом профи. Не останавливайся, импровизируй, убеждай! Цель — говорить уверенно, даже если не знаешь, о чём речь."
    },
    "example": {
      "uk": "Тема: Як навчити черепаху грати в шахи\nПромова: «Найперше — черепаха має зрозуміти, що пішаки — не їжа. Далі все просто: по одній партії на день, багато похвали, і вже за місяць вона здолає будь-якого їжака!»",
      "en": "Topic: How to teach a turtle to play chess\nSpeech: “First, the turtle must realize pawns aren't food. After that, it's simple: one game a day, lots of praise, and within a month she’ll beat any hedgehog!”",
      "ru": "Тема: Как научить черепаху играть в шахматы\nРечь: «Прежде всего — черепаха должна понять, что пешки — не еда. Потом всё просто: одна партия в день, много похвалы — и через месяц она обыграет любого ежа!»"
    },
    "description": {
      "uk": "🥇 Увімкни внутрішнього TED-спікера! Говори впевнено про абсурдні чи незнайомі теми так, ніби ти визнаний фахівець. Вправа розвиває харизму, навички імпровізації та переконливість у спілкуванні.",
      "en": "🥇 Activate your inner TED speaker! Speak confidently about absurd or unfamiliar topics as if you're a recognized specialist. This exercise builds charisma, improvisation, and persuasive communication skills.",
      "ru": "🥇 Включи внутреннего TED-спикера! Говори уверенно об абсурдных или незнакомых темах, будто ты признанный эксперт. Упражнение развивает харизму, импровизацию и убедительность в речи."
    },
    "minExperienceRequired": 1300,
    "maxProgress": 3,
    "name": "I_AM_EXPERT",
    "skills": [
      "CREATIVE", "STORYTELLING"
    ]
  },
  {
    "id": 14,
    "nameString": {
      "uk": "Заборонені Слова",
      "en": "Forbidden Words",
      "ru": "Запрещённые Слова"
    },
    "task": {
      "uk": "Отримаєш тему і перелік слів, які не можна використовувати. Завдання — описати тему або висловитись про неї, уникаючи цих заборонених слів. Доведеться шукати інші способи передати зміст.",
      "en": "You'll get a topic and a list of words you cannot use. Your task is to describe the topic or speak about it while avoiding the forbidden words. You'll need to find creative ways to express yourself.",
      "ru": "Ты получаешь тему и список слов, которые нельзя использовать. Твоя задача — рассказать о теме, избегая этих слов. Придётся находить новые способы выразить мысль."
    },
    "example": {
      "uk": "Тема: Кохання\nЗаборонені слова: серце, люблю, емоції\nВідповідь: «Це стан, коли ти прокидаєшся з думкою про іншу людину і світ здається трохи яскравішим просто тому, що вона існує.»",
      "en": "Topic: Love\nForbidden words: heart, love, emotions\nAnswer: “It’s the state when you wake up thinking of someone and the world feels slightly brighter just because they exist.”",
      "ru": "Тема: Любовь\nЗапрещённые слова: сердце, люблю, эмоции\nОтвет: «Это состояние, когда просыпаешься с мыслью об одном человеке, и мир кажется немного ярче только потому, что он есть.»"
    },
    "description": {
      "uk": "🤐 Отримаєш тему і список слів, які не можна використовувати. Завдання — висловитись на задану тему, не вживаючи ці заборонені слова. Замість них потрібно знайти інші способи передати думку. Це тренує креативність, точність мовлення й уміння виражатися різними способами.",
      "en": "🤐 You’ll get a topic and a list of words you’re not allowed to use. Your task is to talk about the topic without using those words. Find other ways to express the idea. This develops creativity, verbal precision, and the ability to express thoughts in new ways.",
      "ru": "🤐 Ты получишь тему и список слов, которые нельзя использовать. Твоя задача — высказаться по теме, не употребляя эти слова. Нужно искать другие способы передать мысль. Это упражнение развивает креативность, точность речи и умение выражаться разнообразно."
    },
    "minExperienceRequired": 1500,
    "maxProgress": 3,
    "name": "FORBIDDEN_WORDS",
    "skills": [
      "CREATIVE", "STORYTELLING"
    ]
  },
  {
    "id": 15,
    "nameString": {
      "uk": "🧍‍♂️🧠 «Що сказало тіло?»",
      "en": "🧍‍♂️🧠 “What Did the Body Say?”",
      "ru": "🧍‍♂️🧠 «Что сказало тело?»"
    },
    "task": {
      "uk": "Отримаєш емоцію або соціальну ситуацію. Завдання — показати, як вона проявляється через мову тіла: позу, міміку, жести. Можеш продемонструвати це перед камерою, у дзеркалі або описати словами.",
      "en": "You’ll receive an emotion or social situation. Your task is to show how it’s expressed through body language — posture, facial expression, or gestures. You can perform it in front of a camera, a mirror, or describe it verbally.",
      "ru": "Ты получишь эмоцию или социальную ситуацию. Твоя задача — показать, как она выражается через язык тела: позу, мимику или жесты. Можно продемонстрировать это перед зеркалом, камерой или описать словами."
    },
    "example": {
      "uk": "Ситуація: 👋 Ти побачив знайомого здалеку\nВідповідь: Я піднімаю руку вище плеча, широко усміхаюсь і трохи нахиляюся вперед, показуючи відкритість і радість.",
      "en": "Situation: 👋 You saw a friend from afar\nAnswer: I raise my hand above shoulder level, smile broadly, and lean slightly forward to show openness and joy.",
      "ru": "Ситуация: 👋 Ты увидел знакомого издалека\nОтвет: Я поднимаю руку выше плеч, широко улыбаюсь и слегка наклоняюсь вперёд, показывая открытость и радость."
    },
    "description": {
      "uk": "🧍‍♂️ Покажи емоцію без слів! У цій вправі ти отримуєш емоцію або ситуацію — і демонструєш її тільки через міміку, жести або позу. Без пояснень, тільки тіло. Це чудовий спосіб потренувати емоційну виразність, усвідомлення тіла й невербальне спілкування.",
      "en": "🧍‍♂️ Show the emotion without words! In this exercise, you get an emotion or situation — and express it only through facial expressions, gestures, or posture. No talking, just the body. It’s a great way to boost emotional expression, body awareness, and nonverbal skills.",
      "ru": "🧍‍♂️ Покажи эмоцию без слов! В этом упражнении ты получаешь эмоцию или ситуацию — и выражаешь её только через мимику, жесты или позу. Без слов, только тело. Отличный способ прокачать выразительность, осознанность тела и невербальное общение."
    },
    "minExperienceRequired": 1600,
    "maxProgress": 5,
    "name": "BODY_LANGUAGE_EXPRESS",
    "skills": [
      "CREATIVE"
    ]
  },
  {
    "id": 16,
    "nameString": {
      "uk": "🎤 Реп-Імпровізація",
      "en": "🎤 Rap Improv",
      "ru": "🎤 Рэп-Импровизация"
    },
    "task": {
      "uk": "Отримаєш 3–5 випадкових слів. Завдання — скласти речитатив, використовуючи ці слова. Не обов’язково дотримуватись ідеальної рими, головне — ритм, гра слів і виразність.",
      "en": "You’ll get 3–5 random words. Your task is to create a rap verse using these words. Perfect rhymes aren't required — focus on rhythm, wordplay, and expressiveness.",
      "ru": "Ты получишь 3–5 случайных слов. Задача — сочинить рэп с использованием этих слов. Идеальная рифма не обязательна — главное ритм, игра слов и выразительность."
    },
    "example": {
      "uk": "Слова: вікно, кіт, ніч, тиша\nВідповідь: «За вікном тиша, в кімнаті мій кіт —\nВін слухає ніч, як я ритмом дзвеню на біт.»",
      "en": "Words: window, cat, night, silence\nAnswer: “By the window it’s quiet, my cat in sight —\nHe listens to night while I spit rhymes tight.”",
      "ru": "Слова: окно, кот, ночь, тишина\nОтвет: «За окном тишина, мой кот на посту —\nСлушает ночь, как я ритм несу.»"
    },
    "description": {
      "uk": "🎤 Прокачай імпровізацію! Ти отримуєш кілька випадкових слів і маєш швидко скласти речитатив — з ритмом, змістом і грою слів. Це не конкурс рим, а простір для творчості: говори впевнено, експериментуй зі звучанням і виводь свій стиль на сцену.",
      "en": "🎤 Boost your freestyle game! You’ll get a few random words and must quickly create a rap verse — with rhythm, meaning, and wordplay. It’s not about perfect rhymes, it’s about creativity: speak boldly, play with sound, and let your style shine.",
      "ru": "🎤 Прокачай импровизацию! Ты получаешь несколько случайных слов и должен быстро сочинить рэп — с ритмом, смыслом и игрой слов. Это не конкурс рифм, а площадка для творчества: говори уверенно, экспериментируй со звучанием и показывай свой стиль."
    },
    "minExperienceRequired": 1400,
    "maxProgress": 5,
    "name": "RAP_IMPROV",
    "skills": [
      "CREATIVE"
    ]
  },
  {
    "id": 17,
    "nameString": {
      "uk": "📢 Переконливий Крик",
      "en": "📢 Persuasive Shout",
      "ru": "📢 Убедительный Крик"
    },
    "task": {
      "uk": "Отримаєш просту фразу (наприклад, «Мені потрібен чай!») і соціальний контекст. Завдання — виголосити цю фразу відповідно до ситуації: як актор, дипломат, підліток, мітингувальник тощо. Важливо адаптувати інтонацію, темп і виразність до ролі.",
      "en": "You’ll get a simple phrase (e.g., “I need tea!”) and a social context. Your task is to deliver the phrase as if you were in that situation — as an actor, a diplomat, a teenager, a protester, etc. Focus on adapting tone, pace, and expression to the role.",
      "ru": "Ты получишь простую фразу (например, «Мне нужен чай!») и социальный контекст. Твоя задача — произнести её так, будто ты актёр, дипломат, подросток, митингующий и т.д. Важно адаптировать интонацию, темп и выразительность под роль."
    },
    "example": {
      "uk": "Фраза: «Мені потрібен чай!»\nКонтекст: актор у театрі\nВідповідь: (урочисто, з пафосом) «МЕНІ потрібен… ЧАЙ!»",
      "en": "Phrase: “I need tea!”\nContext: theater actor\nAnswer: (dramatically) “I... NEED... TEA!”",
      "ru": "Фраза: «Мне нужен чай!»\nКонтекст: театральный актёр\nОтвет: (торжественно) «Мне... НУЖЕН... ЧАЙ!»"
    },
    "description": {
      "uk": "📢 Як сказати просто, але переконливо? Ти отримаєш звичайну фразу та роль — і маєш виголосити цю фразу так, як її сказав би персонаж у цій ситуації: актор на сцені, політик на мітингу, підліток удома чи дипломат у переговорах. Міняй голос, інтонацію, темп, додавай емоції — тренуй виразність і гнучкість мовлення.",
      "en": "📢 How to say something simple — convincingly? You’ll get a basic phrase and a role — and must say the phrase the way that character would: an actor on stage, a politician at a rally, a teenager at home, or a diplomat in negotiations. Change your voice, tone, pace, and emotion — and train your expressiveness and speech flexibility.",
      "ru": "📢 Как сказать простое — но убедительно? Ты получишь обычную фразу и роль — и должен произнести её так, как сделал бы это персонаж в заданной ситуации: актёр на сцене, политик на митинге, подросток дома или дипломат на переговорах. Меняй голос, интонацию, темп, добавляй эмоции — тренируй выразительность и гибкость речи."
    },
    "minExperienceRequired": 1700,
    "maxProgress": 8,
    "name": "PERSUASIVE_SHOUT",
    "skills": [
      "DICTION", "CREATIVE"
    ]
  },
  {
    "id": 18,
    "nameString": {
      "uk": "🎲 Слово за Темпом",
      "en": "🎲 Word in Tempo",
      "ru": "🎲 Слово по Темпу"
    },
    "task": {
      "uk": "Отримаєш частину мови (наприклад, іменники, дієслова або прикметники). Завдання — називати якомога більше слів цієї частини мови. Чим більше назвеш — тим краще результат.",
      "en": "You’ll get a part of speech (e.g., nouns, verbs, or adjectives). Your task is to name as many words of that type as you can. The more you say — the better your score.",
      "ru": "Ты получишь часть речи (например, существительные, глаголы или прилагательные). Твоя задача — назвать как можно больше слов этой части речи. Чем больше слов — тем лучше результат."
    },
    "example": {
      "uk": "Частина мови: Дієслова\nВідповідь: бігти, читати, думати, писати, кричати, спати…",
      "en": "Part of speech: Verbs\nAnswer: run, read, think, write, shout, sleep…",
      "ru": "Часть речи: Глаголы\nОтвет: бежать, читать, думать, писать, кричать, спать…"
    },
    "description": {
      "uk": "🎯 У цій вправі ти отримуєш частину мови — і маєш згадати якомога більше відповідних слів. Наприклад, іменники: книга, будинок, стіл... Управа тренує словниковий запас, гнучкість мислення й мовну реакцію. Час обмежений — але без суворого ліміту на кожне слово.",
      "en": "🎯 In this exercise, you’ll get a part of speech — and need to recall as many relevant words as possible. For example, nouns: book, house, table... This challenge develops vocabulary, mental flexibility, and verbal fluency. The time is limited, but there’s no strict pause limit per word.",
      "ru": "🎯 В этом упражнении ты получаешь часть речи — и стараешься вспомнить как можно больше подходящих слов. Например, существительные: книга, дом, стол... Упражнение развивает словарный запас, гибкость мышления и беглость речи. Время ограничено, но строгого лимита на паузу нет."
    },
    "minExperienceRequired": 0,
    "maxProgress": 0,
    "name": "VOCABULARY",
    "skills": [
      "VOCABULARY"
    ]
  },
  {
    "id": 19,
    "nameString": {
      "uk": "Тонка Маніпуляція",
      "en": "Subtle Manipulation",
      "ru": "Тонкая Манипуляция"
    },
    "task": {
      "uk": "Твоє завдання — переконати уявного співрозмовника зробити щось для тебе (наприклад, позичити парасолю), не вживаючи прямих прохань або наказів. Можна лише натякати, говорити обережно, завуальовано. Жодного «дай», «зроби» чи «будь ласка, зроби».",
      "en": "Your task is to convince an imaginary conversation partner to do something for you (e.g., lend you their umbrella) without using direct requests or commands. You must only hint, speak gently, and imply. No 'give me', 'do it', or even 'please do it'.",
      "ru": "Твоя задача — убедить воображаемого собеседника сделать для тебя что-то (например, одолжить зонт), не используя прямых просьб или приказов. Можно только намекать, говорить мягко и завуалированно. Никаких «дай», «сделай» или даже «пожалуйста, сделай»."
    },
    "example": {
      "uk": "Ситуація: Ти промок під дощем, а співрозмовник тримає парасолю.\nВідповідь: «Я, здається, недооцінив прогноз погоди сьогодні… Хтось точно був мудріший за мене, взявши з собою парасолю.»",
      "en": "Situation: You're soaking wet in the rain, and the other person is holding an umbrella.\nAnswer: “Seems like I misjudged the weather today… Someone was clearly wiser than me to bring an umbrella.”",
      "ru": "Ситуация: Ты промок под дождём, а собеседник держит зонт.\nОтвет: «Похоже, я переоценил прогноз погоды… Кто-то оказался явно умнее меня, взяв с собой зонт.»"
    },
    "description": {
      "uk": "😏 Завдання — змусити іншого щось зробити для тебе, не кажучи цього прямо. Тренуйся у дипломатичності, натяках і тонких формулюваннях. Ця вправа допоможе краще відчувати межу між проханням і маніпуляцією, а також розвиває емоційний інтелект.",
      "en": "😏 Your goal is to get someone to do something for you—without saying it directly. Practice diplomacy, implication, and subtle phrasing. This exercise sharpens your sense of indirect communication and boosts emotional intelligence.",
      "ru": "😏 Твоя цель — добиться от собеседника нужного действия, не говоря об этом напрямую. Тренируйся в дипломатии, намёках и тонких формулировках. Это упражнение помогает чувствовать грань между просьбой и манипуляцией и развивает эмоциональный интеллект."
    },
    "minExperienceRequired": 1800,
    "maxProgress": 5,
    "name": "SUBTLE_MANIPULATION",
    "skills": [
      "CREATIVE"
    ]
  },
  {
    "id": 20,
    "nameString": {
      "uk": "Один Синонім, Будь Ласка",
      "en": "One Synonym, Please",
      "ru": "Один Синоним, Пожалуйста"
    },
    "task": {
      "uk": "Отримаєш речення, де ключові слова звучать банально або повторюються. Завдання — переформулювати його, підібравши точніші або цікавіші синоніми, зберігши зміст і загальний стиль. Не змінюй смислу — просто скажи краще.",
      "en": "You’ll get a sentence where key words are dull or repetitive. Your task is to rephrase it using better, more precise or vivid synonyms, while keeping the meaning and tone. Don’t change the message — just say it better.",
      "ru": "Ты получишь предложение, где ключевые слова скучные или повторяются. Задача — переформулировать его, подобрав более точные или выразительные синонимы, сохранив смысл и общий стиль. Не меняй суть — просто скажи лучше."
    },
    "example": {
      "uk": "Речення: Вона була дуже хорошою і завжди говорила добрі слова.\nВідповідь: Вона була щирою та постійно висловлювала теплі, підтримуючі думки.",
      "en": "Sentence: She was very nice and always said kind things.\nAnswer: She was sincere and constantly shared warm, encouraging thoughts.",
      "ru": "Предложение: Она была очень хорошей и всегда говорила добрые слова.\nОтвет: Она была искренней и постоянно выражала тёплые, ободряющие мысли."
    },
    "description": {
      "uk": "🧠 Прокачай мову! У цій вправі потрібно замінювати повтори й банальності синонімами, які звучать точніше, цікавіше або виразніше. Це розвиває словниковий запас, вміння бачити мовні слабкості та вдосконалювати їх.",
      "en": "🧠 Upgrade your language! In this exercise, you replace boring or repetitive words with synonyms that sound sharper, richer, or more expressive. It builds vocabulary and helps you spot and fix weak language.",
      "ru": "🧠 Прокачай речь! В этом упражнении ты заменяешь скучные или повторяющиеся слова на синонимы, которые звучат точнее, богаче и выразительнее. Это развивает словарный запас и умение улучшать формулировки."
    },
    "minExperienceRequired": 700,
    "maxProgress": 5,
    "name": "ONE_SYNONYM_PLEASE",
    "skills": [
      "VOCABULARY", "CREATIVE"
    ]
  },
  {
    "id": 21,
    "nameString": {
      "uk": "Інтонаційний Майстер",
      "en": "Intonation Master",
      "ru": "Мастер Интонации"
    },
    "task": {
      "uk": "Отримаєш одне речення. Завдання — озвучити його з різними інтонаціями: наприклад, як погрозу, як зізнання в коханні, як знущання, як урочисту промову тощо. Кожного разу має змінюватися лише інтонація, а не текст.",
      "en": "You’ll get a single sentence. Your task is to say it out loud with different intonations — for example, as a threat, a love confession, sarcasm, or a formal speech. The words stay the same; only your tone changes.",
      "ru": "Ты получишь одно и то же предложение. Задача — произнести его с разными интонациями: например, как угрозу, признание в любви, насмешку или официальную речь. Меняется только интонация, а не текст."
    },
    "example": {
      "uk": "Речення: «Я тебе добре запам’ятав.»\nВаріанти інтонації: \n1) Погроза — з холодною напругою. \n2) Зізнання — м’яко, з теплом. \n3) Знущання — з насмішкою. \n4) Офіційна промова — чітко й урочисто.",
      "en": "Sentence: “I remember you well.”\nIntonation styles:\n1) Threat — cold and tense.\n2) Confession — warm and soft.\n3) Mockery — with a sneer.\n4) Formal speech — clear and ceremonial.",
      "ru": "Предложение: «Я тебя хорошо запомнил.»\nИнтонации:\n1) Угроза — холодно и напряжённо.\n2) Признание — мягко и тепло.\n3) Насмешка — с иронией.\n4) Официально — чётко и торжественно."
    },
    "description": {
      "uk": "🎬 Вчися керувати голосом! У цій вправі ти тренуєш інтонацію — один і той самий текст подається по-різному залежно від емоції чи контексту. Це допомагає виразніше говорити, краще доносити настрій і зміст.",
      "en": "🎬 Learn to control your voice! This exercise helps you master intonation — saying the same sentence differently depending on emotion or context. It boosts expressiveness and emotional delivery.",
      "ru": "🎬 Учись управлять голосом! В этом упражнении ты тренируешь интонацию — один и тот же текст подаётся по-разному в зависимости от эмоции или ситуации. Это развивает выразительность и эмоциональную подачу."
    },
    "minExperienceRequired": 1900,
    "maxProgress": 5,
    "name": "INTONATION_MASTER",
    "skills": [
      "CREATIVE", "DICTION"
    ]
  },
  {
    "id": 22,
    "nameString": {
      "uk": "Антонімна Битва",
      "en": "Antonym Battle",
      "ru": "Антонимная Битва"
    },
    "task": {
      "uk": "Побачиш на екрані слова. Завдання — називати їх антоніми. Наприклад: “веселий” → “сумний”, “перемога” → “поразка”.",
      "en": "You’ll see words on the screen. Your task is to say their antonyms. For example: “happy” → “sad”, “win” → “loss”.",
      "ru": "Ты увидишь слова на экране. Твоя задача — называть их антонимы. Например: «весёлый» → «грустный», «победа» → «поражение»."
    },
    "example": {
      "uk": "Слово: «теплий» → Відповідь: «холодний»\nСлово: «високий» → Відповідь: «низький»",
      "en": "Word: “warm” → Answer: “cold”\nWord: “tall” → Answer: “short”",
      "ru": "Слово: «тёплый» → Ответ: «холодный»\nСлово: «высокий» → Ответ: «низкий»"
    },
    "description": {
      "uk": "Ця вправа допоможе тобі швидко знаходити антоніми — слова з протилежним значенням. На екрані з’являються слова, а ти маєш назвати їх антоніми. Відповідай точно і логічно, щоб покращити словниковий запас та навички мислення.",
      "en": "This exercise helps you quickly find antonyms — words with opposite meanings. Words will appear on the screen, and you need to say their antonyms. Answer accurately and logically to improve your vocabulary and thinking skills.",
      "ru": "Это упражнение поможет тебе быстро находить антонимы — слова с противоположным значением. На экране появляются слова, и тебе нужно называть их антонимы. Отвечай точно и логично, чтобы улучшить словарный запас и навыки мышления."
    },
    "minExperienceRequired": 0,
    "maxProgress": 10,
    "name": "ANTONYM_BATTLE",
    "skills": [
      "VOCABULARY", "CREATIVE"
    ]
  },
  {
    "id": 23,
    "nameString": {
      "uk": "Рими-блискавки",
      "en": "Rhyme Lightning",
      "ru": "Молниеносные Рифмы"
    },
    "task": {
      "uk": "Бачиш слово — придумай до нього риму. Можеш вигадувати як звичні, так і неочікувані варіанти. Головне — щоб римувалось і звучало класно!",
      "en": "You see a word — come up with a rhyme for it. It can be common or totally unexpected. The key is that it rhymes and sounds good!",
      "ru": "Ты видишь слово — подбери к нему рифму. Это может быть обычное или неожиданное слово. Главное — чтобы рифмовалось и звучало круто!"
    },
    "example": {
      "uk": "Слово: «літо» → Відповідь: «жито», «свято»",
      "en": "Word: “sun” → Answer: “fun”, “run”\nWord: “day” → Answer: “play”, “stay”",
      "ru": "Слово: «зима» → Ответ: «тюрьма», «сумма»\nСлово: «лес» → Ответ: «вес», «интерес»"
    },
    "description": {
      "uk": "🎤 Прокачай рими, фантазію та гру слів! У «Римах-блискавках» ти отримуєш слово й вигадуєш до нього рими — від простих до нестандартних. Не важлива швидкість — важлива звучність, ритм і твоя креативність.",
      "en": "🎤 Sharpen your rhymes, imagination, and wordplay! In “Rhyme Lightning,” you get a word and come up with rhymes — from simple to unexpected. Speed doesn’t matter — it’s all about sound, rhythm, and your creativity.",
      "ru": "🎤 Прокачай рифмы, фантазию и игру слов! В «Молниеносных Рифмах» ты получаешь слово и придумываешь рифмы — от простых до оригинальных. Скорость не важна — главное звук, ритм и твой креатив."
    },
    "minExperienceRequired": 1000,
    "maxProgress": 10,
    "name": "RHYME_LIGHTNING",
    "skills": [
      "CREATIVE", "VOCABULARY"
    ]
  },
  {
    "id": 24,
    "nameString": {
      "uk": "Найсмішніша відповідь",
      "en": "Funniest Answer",
      "ru": "Самый смешной ответ"
    },
    "task": {
      "uk": "Отримаєш запитання — придумай якнайсмішнішу, оригінальну відповідь.",
      "en": "You will get a question — come up with the funniest, most original answer.",
      "ru": "Ты получаешь вопрос — придумай самый смешной и оригинальный ответ."
    },
    "example": {
      "uk": "Запитання: Чому ти запізнився на побачення?\nВідповідь: «Трафік на Марсі був жахливий, тому довелося обирати між червоним світлом і чорними дірами.»",
      "en": "Question: Why were you late for the date?\nAnswer: “Traffic on Mars was terrible, so I had to choose between red lights and black holes.”",
      "ru": "Вопрос: Почему ты опоздал на свидание?\nОтвет: «Трафик на Марсе был ужасный, пришлось выбирать между красным светом и чёрными дырами.»"
    },
    "description": {
      "uk": "🎭 Відпусти фантазію! Придумуй смішні й нестандартні відповіді на прості запитання.",
      "en": "🎭 Let your imagination go! Come up with funny and unexpected answers to simple questions.",
      "ru": "🎭 Дай волю фантазии! Придумывай смешные и нестандартные ответы на простые вопросы."
    },
    "minExperienceRequired": 2000,
    "maxProgress": 5,
    "name": "FUNNIEST_ANSWER",
    "skills": [
      "CREATIVE",
      "HUMOR",
      "STORYTELLING"
    ]
  },
  {
    "id": 25,
    "nameString": {
      "uk": "Продай Божевілля",
      "en": "Sell the Madness",
      "ru": "Продай Безумие"
    },
    "task": {
      "uk": "Отримаєш абсурдне слово або словосполучення. Твоє завдання — придумати до нього яскраве, дивакувате, але переконливе оголошення, ніби ти це продаєш.",
      "en": "You’ll get an absurd word or phrase. Your task is to create a quirky, funny, but convincing advertisement as if you're selling it.",
      "ru": "Ты получишь абсурдное слово или фразу. Твоя задача — придумать яркое, странное, но убедительное объявление, будто ты это продаёшь."
    },
    "example": {
      "uk": "Товар: Гіпнотична виделка\nОголошення: Всього одне махання — і суп сам стрибає у рот! Зручно, без розмов, і з легкою терапією самонавіювання!",
      "en": "Item: Hypnotic fork\nAd: Just one wave — and soup jumps into your mouth! Convenient, silent, and comes with mild self-hypnosis!",
      "ru": "Товар: Гипнотическая вилка\nОбъявление: Одно движение — и суп сам прыгает в рот! Удобно, молча и с лёгким эффектом самогипноза!"
    },
    "description": {
      "uk": "🌀 Продавай речі, яких не існує — переконуй, вигадуй і сміши! Розвиває креатив, гумор і навички аргументації.",
      "en": "🌀 Sell things that don’t exist — convince, invent and make us laugh! Develops creativity, humor and persuasive skills.",
      "ru": "🌀 Продавай то, чего нет — убеждай, выдумывай и развлекай! Развивает креативность, юмор и навыки убеждения."
    },
    "minExperienceRequired": 2100,
    "maxProgress": 5,
    "name": "MADMAN_ANNOUNCEMENT",
    "skills": [
      "CREATIVE",
      "HUMOR"
    ]
  },
  {
    "id": 26,
    "nameString": {
      "uk": "Кумедне Виправдання",
      "en": "Funny Excuse",
      "ru": "Смешное оправдание"
    },
    "task": {
      "uk": "Тобі говорять звинувачення, ніби ти щось зробив (наприклад, «Ти вкрав місяць!»). Твоє завдання — придумати дотепне, смішне виправдання, щоб розвеселити співрозмовника і показати креативність.",
      "en": "You hear an accusation as if you did something (e.g., “You stole the moon!”). Your task is to come up with a witty, funny excuse to amuse your conversation partner and show creativity.",
      "ru": "Тебе высказывают обвинение, будто ты что-то сделал (например, «Ты украл месяц!»). Твоя задача — придумать остроумное, смешное оправдание, чтобы развеселить собеседника и показать креативность."
    },
    "example": {
      "uk": "Звинувачення: Ти вкрав місяць!\nВиправдання: «Я ж лише хотів підсвітити дорогу, а місяць сам підморгнув!»",
      "en": "Accusation: You stole the moon!\nExcuse: “I just wanted to light the way, and the moon winked at me!”",
      "ru": "Обвинение: Ты украл месяц!\nОправдание: «Я просто хотел осветить дорогу, а месяц сам подмигнул!»"
    },
    "description": {
      "uk": "😂 Придумуй смішні й дотепні виправдання, які допомагають розвивати креативність, почуття гумору та вміння швидко реагувати на несподівані ситуації.",
      "en": "😂 Come up with funny and witty excuses that help develop creativity, sense of humor, and quick thinking in unexpected situations.",
      "ru": "😂 Придумывай смешные и остроумные оправдания, которые помогают развивать креативность, чувство юмора и умение быстро реагировать на неожиданные ситуации."
    },
    "minExperienceRequired": 0,
    "maxProgress": 5,
    "name": "FUNNY_EXCUSE",
    "skills": [
      "CREATIVE",
      "HUMOR"
    ]
  },
  {
    "id": 27,
    "nameString": {
      "uk": "Одне слово — багато значень",
      "en": "One Word — Many Meanings",
      "ru": "Одно слово — много значений"
    },
    "task": {
      "uk": "Отримуєш слово (наприклад, «ключ»). Завдання — придумати якомога більше значень або асоціацій цього слова.",
      "en": "You get a word (for example, “key”). Your task is to come up with as many meanings or associations of this word as possible.",
      "ru": "Ты получаешь слово (например, «ключ»). Твоя задача — придумать как можно больше значений или ассоциаций этого слова."
    },
    "example": {
      "uk": "Слово: Ключ\nЗначення: інструмент для замка, джерело води, вирішення проблеми, музичний знак, спосіб доступу до чогось.",
      "en": "Word: Key\nMeanings: a tool for a lock, a water spring, a solution to a problem, a musical symbol, a way to access something.",
      "ru": "Слово: Ключ\nЗначения: инструмент для замка, источник воды, решение проблемы, музыкальный знак, способ доступа к чему-то."
    },
    "description": {
      "uk": "🧠 Отримане слово може мати кілька різних значень або викликати різні асоціації. Твоя мета — назвати їх якомога більше, використовуючи знання, фантазію та власний досвід. Ця вправа допомагає краще розуміти багатозначність слів, розвиває креативність, мовну гнучкість і розширює словниковий запас.",
      "en": "🧠 The given word can have multiple meanings or evoke various associations. Your goal is to name as many as possible using your knowledge, imagination, and personal experience. This exercise helps better understand word polysemy, develops creativity, linguistic flexibility, and expands vocabulary.",
      "ru": "🧠 Полученное слово может иметь несколько разных значений или вызывать различные ассоциации. Ваша цель — назвать их как можно больше, используя знания, фантазию и личный опыт. Это упражнение помогает лучше понять многозначность слов, развивает креативность, языковую гибкость и расширяет словарный запас."
    },
    "minExperienceRequired": 550,
    "maxProgress": 5,
    "name": "ONE_WORD_MANY_MEANINGS",
    "skills": [
      "CREATIVE",
      "VOCABULARY"
    ]
  },
  {
    "id": 29,
    "nameString": {
      "uk": "Флірт з предметом",
      "en": "Flirting with an Object",
      "ru": "Флирт с предметом"
    },
    "task": {
      "uk": "Завдання — сказати звабливу, кокетливу або жартівливу фразу, звертаючись до неживого предмета, ніби він живий і може відповісти.",
      "en": "Your task is to say a flirtatious, coquettish, or playful phrase addressing an inanimate object as if it were alive and could respond.",
      "ru": "Задача — сказать флиртующую, кокетливую или шутливую фразу, обращаясь к неодушевлённому предмету, будто он живой и может ответить."
    },
    "example": {
      "uk": "Приклад: «О, мій улюблений кавоварко, ти робиш мій ранок ідеальним.»",
      "en": "Example: “Oh, my favorite coffee maker, you make my mornings perfect.”",
      "ru": "Пример: «О, моя любимая кофеварка, ты делаешь мои утра идеальными.»"
    },
    "description": {
      "uk": "😉 У цій вправі ти вигадуєш звабливу або жартівливу фразу, звертаючись до неживого предмета, ніби він живий і може відповісти. Це розвиває уяву, креативність і вміння грати словами, роблячи спілкування цікавішим.",
      "en": "😉 In this exercise, you create a flirtatious or playful phrase addressing an inanimate object as if it were alive and could respond. This develops imagination, creativity, and wordplay skills, making communication more engaging.",
      "ru": "😉 В этом упражнении ты придумываешь флиртующую или шутливую фразу, обращаясь к неодушевлённому предмету, будто он живой и может ответить. Это развивает воображение, креативность и умение играть словами, делая общение интереснее."
    },
    "minExperienceRequired": 2200,
    "maxProgress": 5,
    "name": "FLIRTING_WITH_OBJECT",
    "skills": [
      "CREATIVE",
      "FLIRT",
      "HUMOR"
    ]
  },
  {
    "id": 30,
    "nameString": {
      "uk": "І там, і в ліжку",
      "en": "Both There and in Bed",
      "ru": "И там, и в кровати"
    },
    "task": {
      "uk": "Отримай місце і придумай фразу, яка підходить як для цього місця, так і для інтимної ситуації.",
      "en": "Get a place and create a phrase that fits both that place and an intimate situation.",
      "ru": "Получай место и придумай фразу, которая подходит и для этого места, и для интимной ситуации."
    },
    "example": {
      "uk": "Місце: спортзал\nФраза: «Твої рухи змушують мене втрачати контроль.»",
      "en": "Place: gym\nPhrase: “Your moves make me lose control.”",
      "ru": "Место: спортзал\nФраза: «Твои движения заставляют меня терять контроль.»"
    },
    "description": {
      "uk": "Створи універсальні фрази, які можна сказати і у заданому місці, і в ліжку. Це розвиває креативність і вміння грати зі словами.",
      "en": "Create universal phrases that can be said both in the given place and in bed. This develops creativity and wordplay skills.",
      "ru": "Создавай универсальные фразы, которые можно сказать и в заданном месте, и в кровати. Это развивает креативность и умение играть со словами."
    },
    "minExperienceRequired": 1100,
    "maxProgress": 5,
    "name": "BOTH_THERE_AND_IN_BED",
    "skills": [
      "CREATIVE",
      "FLIRT",
      "HUMOR"
    ]
  },
  {
    "id": 31,
    "nameString": {
      "uk": "Гаряче слово",
      "en": "Hot Word",
      "ru": "Горячее слово"
    },
    "task": {
      "uk": "Отримай випадкове слово і придумай з ним фразу, яка звучить як флірт або сексуальний натяк.",
      "en": "Get a random word and create a phrase with it that sounds like a flirt or a sexy hint.",
      "ru": "Получай случайное слово и придумай с ним фразу, которая звучит как флирт или сексуальный намёк."
    },
    "example": {
      "uk": "Слово: глибоко\nФраза: «Ти так глибоко заліз мені в голову, що я вже нічого не думаю.»",
      "en": "Word: deep\nPhrase: “You’ve gone so deep in my mind, I can’t think of anything else.”",
      "ru": "Слово: глубоко\nФраза: «Ты так глубоко залез в мою голову, что я больше ничего не думаю.»"
    },
    "description": {
      "uk": "Придумуй фрази з заданим словом, які можуть звучати як грайливі натяки або флірт. Це розвиває креативність і вміння грати зі словами.",
      "en": "Create phrases using the given word that can sound like playful hints or flirt. This develops creativity and wordplay skills.",
      "ru": "Придумывай фразы с заданным словом, которые могут звучать как игривые намёки или флирт. Это развивает креативность и умение играть со словами."
    },
    "minExperienceRequired": 2300,
    "maxProgress": 5,
    "name": "HOT_WORD",
    "skills": [
      "CREATIVE",
      "FLIRT"
    ]
  },
  {
    "id": 32,
    "nameString": {
      "uk": "Скоромовки (легкі)",
      "en": "Tongue Twisters (Easy)",
      "ru": "Скороговорки (лёгкие)"
    },
    "task": {
      "uk": "Повторюй вголос скоромовки — чітко, виразно й без запинок. Почни з найпростіших і намагайся сказати їх швидко кілька разів поспіль.",
      "en": "Say the tongue twisters out loud — clearly, expressively, and without stumbling. Start with the easiest and try to repeat them quickly several times in a row.",
      "ru": "Повторяй вслух скороговорки — чётко, выразительно и без запинок. Начни с самых простых и постарайся сказать их быстро несколько раз подряд."
    },
    "example": {
      "uk": "Приклад: Бабин біб розцвів у дощ, буде бабі біб у борщ!",
      "en": "Example: She sells seashells by the seashore.",
      "ru": "Пример: Шла Саша по шоссе и сосала сушку."
    },
    "description": {
      "uk": "Тренуй чітку вимову та впевнене мовлення з легкими скоромовками.",
      "en": "Practice simple tongue twisters to improve your pronunciation and fluency.",
      "ru": "Практикуй простые скороговорки, чтобы улучшить произношение и беглость."
    },
    "minExperienceRequired": 0,
    "maxProgress": 10,
    "name": "TONGUE_TWISTERS_EASY",
    "skills": [
      "DICTION"
    ]
  },
  {
    "id": 34,
    "nameString": {
      "uk": "Скоромовки (середні)",
      "en": "Tongue Twisters (Medium)",
      "ru": "Скороговорки (средние)"
    },
    "task": {
      "uk": "Повторюй скоромовки вголос — швидко, чітко та без помилок. Середній рівень — більше виклику, більше користі!",
      "en": "Say the tongue twisters out loud — fast, clearly, and without mistakes. Medium level means more challenge, more benefit!",
      "ru": "Повторяй скороговорки вслух — быстро, чётко и без ошибок. Средний уровень — больше вызова, больше пользы!"
    },
    "example": {
      "uk": "Приклад: Карл у Клари вкрав корали, Клара у Карла вкрала кларнет.",
      "en": "Example: How much wood would a woodchuck chuck if a woodchuck could chuck wood?",
      "ru": "Пример: Карл у Клары украл кораллы, а Клара у Карла украла кларнет."
    },
    "description": {
      "uk": "Прокачай дикцію та чіткість мовлення зі складнішими скоромовками середнього рівня.",
      "en": "Improve your diction and clarity with moderately difficult tongue twisters.",
      "ru": "Прокачай дикцию и чёткость речи со скороговорками среднего уровня сложности."
    },
    "minExperienceRequired": 500,
    "maxProgress": 10,
    "name": "TONGUE_TWISTERS_MEDIUM",
    "skills": [
      "DICTION"
    ]
  },
  {
    "id": 35,
    "nameString": {
      "uk": "Скоромовки (складні)",
      "en": "Tongue Twisters (Hard)",
      "ru": "Скороговорки (сложные)"
    },
    "task": {
      "uk": "Повтори складні скоромовки вголос — максимально швидко, чітко й без запинок. Не зупиняйся, навіть якщо язик заплітається!",
      "en": "Say the hard tongue twisters out loud — as fast and clearly as you can, without stumbling. Don’t stop, even if your tongue gets twisted!",
      "ru": "Повторяй сложные скороговорки вслух — максимально быстро, чётко и без запинок. Не останавливайся, даже если язык заплетается!"
    },
    "example": {
      "uk": "Приклад: Полотняна перепілка пурхала по перепелиному полі під перепелиним плетеним парканом.",
      "en": "Example: The sixth sick sheikh’s sixth sheep’s sick.",
      "ru": "Пример: От топота копыт пыль по полю летит."
    },
    "description": {
      "uk": "Кинь виклик своїй дикції та мовному контролю — спробуй впоратись зі справжніми скоромовними головоломками.",
      "en": "Challenge your diction and verbal control — try to conquer real tongue-twisting puzzles.",
      "ru": "Брось вызов своей дикции и контролю речи — попробуй справиться с настоящими скороговорными головоломками."
    },
    "minExperienceRequired": 1000,
    "maxProgress": 10,
    "name": "TONGUE_TWISTERS_HARD",
    "skills": [
      "DICTION"
    ]
  },
  {
    "id": 36,
    "nameString": {
      "uk": "Одна буква",
      "en": "One Letter",
      "ru": "Одна буква"
    },
    "task": {
      "uk": "Отримай випадкову літеру й придумай речення, де всі слова починаються з цієї літери.",
      "en": "Get a random letter and create a sentence where all words start with that letter.",
      "ru": "Получай случайную букву и придумай предложение, в котором все слова начинаются с неё."
    },
    "example": {
      "uk": "Літера: С\nФраза: «Софія створила свій секретний світ.»",
      "en": "Letter: S\nPhrase: “Sophie silently shaped secret stories.”",
      "ru": "Буква: С\nФраза: «София создала свой секретный сад.»"
    },
    "description": {
      "uk": "Розширюй словниковий запас і тренуй мовну гнучкість — складай речення, у якому всі слова починаються з однієї літери",
      "en": "Expand your vocabulary and train your linguistic flexibility by creating sentences where every word starts with the same letter",
      "ru": "Расширяй словарный запас и развивай гибкость речи, составляя предложения, в которых все слова начинаются с одной буквы"
    },
    "minExperienceRequired": 2400,
    "maxProgress": 5,
    "name": "ONE_LETTER",
    "skills": [
      "VOCABULARY"
    ]
  },
  {
    "id": 37,
    "nameString": {
      "uk": "Миттєва асоціація",
      "en": "Quick Association",
      "ru": "Мгновенная ассоциация"
    },
    "task": {
      "uk": "Побачив слово — миттєво скажи першу асоціацію, яка спала на думку. Не роздумуй довго!",
      "en": "See the word — instantly say the first thing that comes to mind. Don’t overthink it!",
      "ru": "Увидел слово — сразу скажи первую ассоциацию, что пришла в голову. Не раздумывай!"
    },
    "example": {
      "uk": "Слово: Лампочка → Асоціація: Світло\nСлово: Море → Асоціація: Вода\nСлово: Книга → Асоціація: Читання\nСлово: Кава → Асоціація: Ранок\nСлово: Літак → Асоціація: Політ",
      "en": "Word: Lightbulb → Association: Light\nWord: Sea → Association: Water\nWord: Book → Association: Reading\nWord: Coffee → Association: Morning\nWord: Airplane → Association: Flight",
      "ru": "Слово: Лампочка → Ассоциация: Свет\nСлово: Море → Ассоциация: Вода\nСлово: Книга → Ассоциация: Чтение\nСлово: Кофе → Ассоциация: Утро\nСлово: Самолёт → Ассоциация: Полёт"
    },
    "description": {
      "uk": "Тренуй словниковий запас і реакцію — вигадуй асоціації до слів швидко й без вагань. Проста, але ефективна вправа для мислення.",
      "en": "Train your vocabulary and reaction — come up with word associations quickly and without hesitation. A simple but powerful thinking exercise.",
      "ru": "Прокачивай словарный запас и реакцию — подбирай ассоциации к словам быстро и без раздумий. Простое, но эффективное упражнение для ума."
    },
    "minExperienceRequired": 2600,
    "maxProgress": 10,
    "name": "QUICK_ASSOCIATION",
    "skills": [
      "VOCABULARY"
    ]
  }
]