[
  {
    "id": "1",
    "exercise_name": "VOCABULARY",
    "type": "NOUN",
    "task": {
      "uk": "За 60 секунд назви якомога більше іменників (хто? що?) — слів, що називають предмети, явища або істот. Після кожного названого слова натискай на екран, щоб зафіксувати його.",
      "en": "In 60 seconds, name as many nouns as you can — words that name things, phenomena or beings (who? what?). After saying each word, tap the screen to register it.",
      "ru": "За 60 секунд назови как можно больше существительных (кто? что?) — слов, которые обозначают предметы, явления или существа. После каждого названного слова нажимай на экран, чтобы зафиксировать его."
    },
    "example": {
      "uk": "Стіл, дерево, настрій, телефон…",
      "en": "Table, tree, mood, phone…",
      "ru": "Стол, дерево, настроение, телефон…"
    },
    "wrongAnswer": {
      "minValue": 0,
      "maxValue": 10,
      "text": {
        "uk": "Щоб перейти далі, спробуй ще раз.\n👉 Цього разу говори сміливіше, не зупиняйся — просто перелічуй усе, що спадає на думку.",
        "en": "Try again to move forward.\n👉 This time, speak more boldly, don’t stop — just list everything that comes to your mind.",
        "ru": "Попробуй ещё раз, чтобы продолжить.\n👉 В этот раз говори смелее, не останавливайся — просто перечисляй всё, что приходит в голову."
      }
    },
    "notBadAnswer": {
      "minValue": 10,
      "maxValue": 20,
      "text": {
        "uk": "Твій мозок включився в гру. Трохи більше темпу — і ти вийдеш на новий рівень.\n👉 Спробуй уявити навколишні предмети або місця, щоб не зупинятись.",
        "en": "Your brain is warming up. A little more tempo — and you’ll level up.\n👉 Try to picture the things or places around you so you don’t get stuck.",
        "ru": "Твой мозг включился в игру. Ещё немного темпа — и ты выйдешь на новый уровень.\n👉 Представь окружающие предметы или места, чтобы не останавливаться."
      }
    },
    "correctAnswer": {
      "minValue": 20,
      "maxValue": 30,
      "text": {
        "uk": "🚀 Вау! Ти на словесному турборежимі!\nТвоє мислення гнучке, а реакція — миттєва.",
        "en": "🚀 Wow! You’re in verbal turbo mode!\nYour thinking is flexible and your reaction — instant.",
        "ru": "🚀 Вау! Ты на словесном турборежиме!\nТвоё мышление гибкое, а реакция — мгновенная."
      }
    }
  },
  {
    "id": "2",
    "exercise_name": "VOCABULARY",
    "type": "ADJECTIVE",
    "task": {
      "uk": "За 60 секунд назви якомога більше прикметників (який? яка? яке?) — слів, що описують ознаки предметів. Після кожного названого слова натискай на екран, щоб зафіксувати його.",
      "en": "In 60 seconds, name as many adjectives as you can — words that describe qualities (like what kind? which one?). Tap the screen after each word to log it.",
      "ru": "За 60 секунд назови как можно больше прилагательных (какой? какая? какое?) — слов, которые описывают признаки предметов. После каждого названного слова нажимай на экран, чтобы зафиксировать его."
    },
    "example": {
      "uk": "Великий, синій, гучний, солодкий…",
      "en": "Big, blue, loud, sweet…",
      "ru": "Большой, синий, громкий, сладкий…"
    },
    "wrongAnswer": {
      "minValue": 0,
      "maxValue": 10,
      "text": {
        "uk": "Щоб перейти далі, спробуй ще раз.\n👉 Не думай довго — описуй усе, що бачиш або згадуєш.",
        "en": "Try again to move forward.\n👉 Don’t overthink — describe everything you see or imagine.",
        "ru": "Чтобы продолжить, попробуй ещё раз.\n👉 Не задумывайся долго — описывай всё, что видишь или вспоминаешь."
      }
    },
    "notBadAnswer": {
      "minValue": 10,
      "maxValue": 20,
      "text": {
        "uk": "Добрий старт! Ще трохи швидкості — і буде прорив.\n👉 Уявляй предмети та підбирай до них прикметники: яка машина? який звук? яка кава?",
        "en": "Good start! Add a bit more speed — and you’ll break through.\n👉 Imagine objects and match them with adjectives: what kind of car? what sound? what coffee?",
        "ru": "Хорошее начало! Ещё немного темпа — и будет прорыв.\n👉 Представляй предметы и подбирай к ним прилагательные: какая машина? какой звук? какой кофе?"
      }
    },
    "correctAnswer": {
      "minValue": 20,
      "maxValue": 30,
      "text": {
        "uk": "🚀 Супер! Ти мислиш гнучко й образно.\nТвоя уява працює на повну потужність!",
        "en": "🚀 Awesome! You think flexibly and vividly.\nYour imagination is running at full speed!",
        "ru": "🚀 Круто! Ты мыслишь гибко и образно.\nТвоё воображение работает на полную мощность!"
      }
    }
  },
  {
    "id": "3",
    "exercise_name": "VOCABULARY",
    "type": "VERB",
    "task": {
      "uk": "За 60 секунд назви якомога більше дієслів (що робити?) — слів, що описують дії. Після кожного названого слова натискай на екран, щоб зафіксувати його.",
      "en": "In 60 seconds, name as many verbs as you can — words that describe actions. Tap the screen after each word to log it.",
      "ru": "За 60 секунд назови как можно больше глаголов (что делать?) — слов, которые обозначают действия. После каждого названного слова нажимай на экран, чтобы зафиксировать его."
    },
    "example": {
      "uk": "Бігти, думати, сміятися, говорити…",
      "en": "Run, think, laugh, speak…",
      "ru": "Бежать, думать, смеяться, говорить…"
    },
    "wrongAnswer": {
      "minValue": 0,
      "maxValue": 10,
      "text": {
        "uk": "Щоб перейти далі, спробуй ще раз.\n👉 Уяви, що ти робиш — усе, що завгодно: рухаєшся, говориш, мрієш — і просто озвучуй.",
        "en": "Try again to move forward.\n👉 Imagine yourself in motion — doing, speaking, dreaming — and just say it.",
        "ru": "Чтобы продолжить, попробуй ещё раз.\n👉 Представь, что ты делаешь — двигаешься, говоришь, мечтаешь — и просто озвучивай."
      }
    },
    "notBadAnswer": {
      "minValue": 10,
      "maxValue": 20,
      "text": {
        "uk": "Добрий темп! Ще трішки впевненості — і ти зможеш ще більше!\n👉 Подумай про повсякденні дії: що ти робиш зранку, вдень, увечері?",
        "en": "Good pace! A bit more confidence — and you’ll go even further!\n👉 Think about everyday actions: what do you do in the morning, during the day, at night?",
        "ru": "Хороший темп! Ещё немного уверенности — и ты сможешь больше!\n👉 Вспомни повседневные действия: что ты делаешь утром, днём, вечером?"
      }
    },
    "correctAnswer": {
      "minValue": 20,
      "maxValue": 30,
      "text": {
        "uk": "⚡ Чудова робота! Твої думки рухаються так само швидко, як і твої слова.",
        "en": "⚡ Great job! Your thoughts are moving as fast as your words.",
        "ru": "⚡ Отличная работа! Твои мысли движутся так же быстро, как и твои слова."
      }
    }
  }
]