[
  {
    "id": "1",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🔹 Друг питає: “Ну як ти?”",
      "en": "🔹 A friend asks: 'How are you?'",
      "ru": "🔹 Друг спрашивает: «Ну как ты?»"
    },
    "task": {
      "ua": "Забудь про 'нормально'. Вигадай щось точніше, емоційніше або просто живе. Скажи це вголос — так, ніби справді відповідаєш другу.",
      "en": "Forget 'okay'. Come up with something more vivid, honest, or emotional. Say it out loud—like you're really talking to a friend.",
      "ru": "Забудь про 'нормально'. Придумай что-то более живое, точное или эмоциональное. Скажи это вслух — как будто реально отвечаешь другу."
    }
  },
  {
    "id": "2",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🔹 Колега питає: “Як пройшов твій день?”",
      "en": "🔹 A colleague asks: 'How was your day?'",
      "ru": "🔹 Коллега спрашивает: «Как прошёл твой день?»"
    },
    "task": {
      "ua": "Не відмахуйся. Замість 'та нічого' чи 'норм' — скажи, який насправді був день. Можна серйозно, можна з гумором.",
      "en": "Don't brush it off. Instead of 'same old' or 'fine', tell what your day was really like. Be serious or go funny—your call.",
      "ru": "Не отмахивайся. Вместо 'да как обычно' или 'норм' — скажи, каким был твой день на самом деле. Можно серьёзно, можно с юмором."
    }
  },
  {
    "id": "3",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🔹 Понеділок зранку. Тебе питають про настрій.",
      "en": "🔹 Monday morning. Someone asks how you're feeling.",
      "ru": "🔹 Утро понедельника. Тебя спрашивают о настроении."
    },
    "task": {
      "ua": "Не ховайся за 'все ок'. Знайди спосіб описати свій настрій словами, які щось передають. Спробуй метафору, колір або картинку.",
      "en": "Don't hide behind 'I'm fine'. Describe your mood with words that actually say something. Try a metaphor, a color, or an image.",
      "ru": "Не прячься за 'норм'. Опиши своё настроение так, чтобы в этом были чувства. Попробуй метафору, цвет или образ."
    }
  },
  {
    "id": "4",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🧳 Ти щойно повернувся з поїздки. Друг запитує: “Ну як з’їздив?”",
      "en": "🧳 You’ve just returned from a trip. A friend asks: 'So, how was it?'",
      "ru": "🧳 Ты только что вернулся из поездки. Друг спрашивает: «Ну как съездил?»"
    },
    "task": {
      "ua": "Не кажи просто 'нормально'. Передай атмосферу — однією фразою, як фото зі спогадів. Уяви, що відповідаєш без банальностей.",
      "en": "Skip the 'It was fine'. Capture the vibe—one sentence, like a snapshot from the trip. No clichés.",
      "ru": "Забудь 'нормально'. Передай атмосферу — одной фразой, как фото из воспоминаний. Без банальностей."
    }
  },
  {
    "id": "5",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "☕ Тебе спитали вранці: “Як настрій?” — і ти хочеш відповісти інакше, ніж “нормальний”.",
      "en": "☕ Someone asked you in the morning: 'How’s your mood?' — and you want to say more than 'fine'.",
      "ru": "☕ Тебя спросили утром: «Как настроение?» — и ты хочешь сказать что-то больше, чем 'норм'."
    },
    "task": {
      "ua": "Скажи, який у тебе настрій — але без 'ок' чи 'норм'. Спробуй описати його кольором, порою року або саундтреком.",
      "en": "Describe your mood—no 'okay', no 'fine'. Try using a color, a season, or a soundtrack.",
      "ru": "Опиши настроение — без 'норм' и 'ок'. Попробуй цвет, время года или саундтрек."
    }
  },
  {
    "id": "6",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "💻 Закінчився твій робочий день, колега питає: “Як воно сьогодні?”",
      "en": "💻 The workday is over, a colleague asks: 'How was it today?'",
      "ru": "💻 Рабочий день закончился, коллега спрашивает: «Как сегодня?»"
    },
    "task": {
      "ua": "Відповідай без 'все як завжди'. Опиши день так, щоб було цікаво слухати — ніби розповідаєш коротку історію.",
      "en": "Don't say 'same old'. Describe the day like a mini story—make it worth hearing.",
      "ru": "Не говори 'всё как всегда'. Опиши день как короткую историю — чтобы интересно было слушать."
    }
  },
  {
    "id": "7",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🌦️ Надворі похмуро, і тебе питають: “Як почуваєшся в таку погоду?”",
      "en": "🌦️ It’s gloomy outside, and someone asks: 'How do you feel in this weather?'",
      "ru": "🌦️ За окном пасмурно, и тебя спрашивают: «Как тебе такая погода?»"
    },
    "task": {
      "ua": "Не відмахуйся 'та нормально'. Опиши свій стан — як атмосферу фільму, чашку чаю чи внутрішній прогноз.",
      "en": "Don’t just say 'I’m fine'. Describe your state—like a movie scene, a cup of tea, or an inner weather forecast.",
      "ru": "Не отделывайся 'норм'. Опиши своё состояние — как сцену из фильма, чашку чая или внутренний прогноз."
    }
  },
  {
    "id": "8",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🍝 Ти вечеряєш з другом. Він питає: “Смачно?” — спробуй сказати щось цікавіше, ніж “так” або “норм”.",
      "en": "🍝 You're having dinner with a friend. They ask: 'Is it good?' — try to say something more than 'yeah' or 'fine'.",
      "ru": "🍝 Ты ужинаешь с другом. Он спрашивает: «Вкусно?» — попробуй сказать что-то интереснее, чем 'да' или 'норм'."
    },
    "task": {
      "ua": "Відповідай не по шаблону. Порівняй смак з чимось неочікуваним: емоцією, місцем, спогадом або навіть музикою.",
      "en": "Skip the default reply. Compare the taste to something unexpected: a feeling, a place, a memory, or even music.",
      "ru": "Отойди от шаблона. Сравни вкус с чем-то неожиданным: эмоцией, местом, воспоминанием или даже музыкой."
    }
  },
  {
    "id": "9",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🎉 Тебе питають після події: “Ну як вечірка?” — замість “прикольно”, придумай яскравішу відповідь.",
      "en": "🎉 Someone asks after an event: 'So, how was the party?' — say more than just 'cool'.",
      "ru": "🎉 Тебя спрашивают после вечеринки: «Ну как вечеринка?» — скажи что-то ярче, чем 'прикольно'."
    },
    "task": {
      "ua": "Скажи так, щоб відчувалась атмосфера. Один образ, порівняння або емоція — і все стає ясно. Спробуй.",
      "en": "Say it so the vibe comes through. One image, comparison, or emotion—and it clicks. Try it.",
      "ru": "Скажи так, чтобы почувствовалась атмосфера. Один образ, сравнение или эмоция — и всё становится ясно. Попробуй."
    }
  },
  {
    "id": "10",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🚇 В транспорті випадковий знайомий питає: “День як пройшов?”",
      "en": "🚇 On public transport, a casual acquaintance asks: 'How was your day?'",
      "ru": "🚇 В транспорте случайный знакомый спрашивает: «Как день прошёл?»"
    },
    "task": {
      "ua": "Не обмежуйся 'нормально'. Спробуй передати день однією метафорою або настроєм — ніби залишаєш післясмак.",
      "en": "Skip the 'just fine'. Capture the day with one metaphor or mood—as if leaving a flavor behind.",
      "ru": "Не ограничивайся 'норм'. Попробуй передать день одной метафорой или настроением — будто оставляешь послевкусие."
    }
  },
  {
    "id": "11",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🎬 Ти щойно подивився фільм, і хтось питає: “Сподобався?” — відповідай не шаблонно.",
      "en": "🎬 You’ve just watched a movie, and someone asks: 'Did you like it?' — answer without clichés.",
      "ru": "🎬 Ты только что посмотрел фильм, и кто-то спрашивает: «Понравился?» — отвечай нестандартно."
    },
    "task": {
      "ua": "Уникай 'норм', 'цікавий' або 'прикольний'. Опиши, який осад лишив фільм — у думках, серці або на шкірі.",
      "en": "Ditch 'fine', 'interesting', or 'cool'. Describe the trace the film left—in your mind, heart, or skin.",
      "ru": "Забудь 'норм', 'интересный' или 'прикольный'. Опиши, какой след оставил фильм — в мыслях, сердце или на коже."
    }
  },
  {
    "id": "12",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "📚 Ти читаєш нову книгу. Подруга питає: “І як вона?” — придумай емоційне міні-враження.",
      "en": "📚 You're reading a new book. A friend asks: 'So, how is it?' — give a mini emotional impression.",
      "ru": "📚 Ты читаешь новую книгу. Подруга спрашивает: «Ну как она?» — дай небольшое эмоциональное впечатление."
    },
    "task": {
      "ua": "Не просто 'цікава'. Скажи, що ця книга робить із тобою — з головою, душевним станом чи ритмом серця.",
      "en": "Not just 'interesting'. Tell what the book does to you—your mind, your mood, your heart rhythm.",
      "ru": "Не просто 'интересная'. Скажи, что эта книга делает с тобой — с головой, состоянием, сердцебиением."
    }
  },
  {
    "id": "13",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🎧 Хтось почув твою музику в навушниках: “Що слухаєш?” — розкажи не просто назву, а трохи про настрій.",
      "en": "🎧 Someone hears your headphones and asks: 'What are you listening to?' — tell more than just the title.",
      "ru": "🎧 Кто-то слышит музыку из твоих наушников: «Что слушаешь?» — скажи не только название, но и про настроение."
    },
    "task": {
      "ua": "Не просто назва. Передай, що ця музика робить з тобою. Вона тебе заспокоює, заводить, несе кудись? Відчуй і скажи.",
      "en": "Go beyond the title. Say what this music does to you. Does it calm you, energize you, take you somewhere? Feel it and speak.",
      "ru": "Не ограничивайся названием. Расскажи, что делает с тобой эта музыка. Успокаивает, заряжает, уносит? Почувствуй и скажи."
    }
  },
  {
    "id": "14",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🛒 Ти повернувся з магазину. Сусід питає: “Знайшов усе, що треба?”",
      "en": "🛒 You just got back from the store. Your neighbor asks: 'Found everything you needed?'",
      "ru": "🛒 Ты вернулся из магазина. Сосед спрашивает: «Всё нашёл?»"
    },
    "task": {
      "ua": "Відповідь — не тільки 'ага' чи 'все було'. Можеш додати емоцію, мікроісторію чи момент — щось, що робить фразу живою.",
      "en": "Don’t stop at 'yeah' or 'they had it all'. Add a feeling, a micro-story, or a detail that makes it real.",
      "ru": "Не ограничивайся 'угу' или 'всё было'. Добавь эмоцию, мини-историю или деталь, которая оживит ответ."
    }
  },
  {
    "id": "15",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🗓️ Після насиченого тижня тебе питають: “Як пройшов тиждень?” — скажи інакше, ніж “нічого так”.",
      "en": "🗓️ After a busy week, someone asks: 'How was your week?' — say more than just 'not bad'.",
      "ru": "🗓️ После насыщенной недели тебя спрашивают: «Как прошла неделя?» — скажи что-то живее, чем 'норм'."
    },
    "task": {
      "ua": "Опиши тиждень як подорож: це був марафон, танці на граблях чи політ над хмарами? Знайди образ, який це передає.",
      "en": "Describe your week like a journey: was it a marathon, a minefield tango, or a cloud flight? Find an image that fits.",
      "ru": "Опиши неделю как путешествие: это был марафон, танец на граблях или полёт над облаками? Найди образ, который передаёт это."
    }
  },
  {
    "id": "16",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "🏃 Ти повернувся з тренування. Колега запитує: “Було важко?”",
      "en": "🏃 You just got back from a workout. A colleague asks: 'Was it tough?'",
      "ru": "🏃 Ты только что с тренировки. Коллега спрашивает: «Тяжело было?»"
    },
    "task": {
      "ua": "Не просто 'ага' чи 'звично'. Скажи, як тіло реагувало, що здивувало чи надихнуло — як ніби розповідаєш момент з фільму про себе.",
      "en": "Don’t just say 'yeah' or 'the usual'. Describe how your body felt, what surprised or pushed you — like you’re narrating a scene from your own movie.",
      "ru": "Не просто 'угу' или 'как всегда'. Расскажи, как реагировало тело, что удивило или вдохновило — будто пересказываешь кадр из фильма про себя."
    }
  },
  {
    "id": "17",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "💬 Ти послухав виступ спікера. Тебе питають: “Яке враження?”",
      "en": "💬 You listened to a speaker. Someone asks: 'What did you think?'",
      "ru": "💬 Ты послушал выступление спикера. Тебя спрашивают: «Какие впечатления?»"
    },
    "task": {
      "ua": "Не просто 'цікаво' або 'нормально'. Опиши, чи щось зачепило всередині, чи ти ловив себе на думках, чи втратив відлік часу.",
      "en": "Skip 'interesting' or 'okay'. Say if something hit you inside, if your thoughts wandered, or if you lost track of time.",
      "ru": "Не просто 'интересно' или 'норм'. Расскажи, зацепило ли что-то внутри, ловил ли себя на мыслях или терял счёт времени."
    }
  },
  {
    "id": "18",
    "exercise_name": "SAY_DIFFERENTLY",
    "situation": {
      "ua": "📷 Тобі показали фото з подорожі. Що скажеш, окрім “класно”?",
      "en": "📷 Someone shows you travel photos. What can you say beyond 'cool'?",
      "ru": "📷 Тебе показывают фото из поездки. Что скажешь, кроме 'прикольно'?"
    },
    "task": {
      "ua": "Замість сухого 'класно', спробуй відреагувати як мандрівник уявою: що відчув, куди б хотів потрапити, яку історію уявив за цим кадром?",
      "en": "Instead of plain 'cool', react like an imaginary traveler: what did you feel, where would you go, what story did the photo spark?",
      "ru": "Вместо сухого 'прикольно', отреагируй как путешественник в воображении: что почувствовал, куда бы хотел попасть, какую историю представил за кадром?"
    }
  }
]