[
  {
    "id": "1",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Та навіщо щось міняти? І так усе працює.»",
      "en": "Someone says: “Why change anything? Everything works fine as it is.”",
      "ru": "Кто-то говорит: «Зачем что-то менять? И так всё работает.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав людину хоча б подумати про зміни?",
      "en": "How would you gently persuade the person to at least consider changes?",
      "ru": "Как бы ты мягко убедил человека хотя бы подумать о изменениях?"
    }
  },
  {
    "id": "2",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Це занадто складно для нас, краще не починати.»",
      "en": "Someone says: “This is too complicated for us, better not to start.”",
      "ru": "Кто-то говорит: «Это слишком сложно для нас, лучше не начинать.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав спробувати, незважаючи на складнощі?",
      "en": "How would you gently persuade to try despite the difficulties?",
      "ru": "Как бы ты мягко убедил попробовать, несмотря на сложности?"
    }
  },
  {
    "id": "3",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Це не моя відповідальність, нехай хтось інший займається.»",
      "en": "Someone says: “It’s not my responsibility, let someone else handle it.”",
      "ru": "Кто-то говорит: «Это не моя ответственность, пусть кто-то другой занимается.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав взяти участь і допомогти?",
      "en": "How would you gently persuade to participate and help?",
      "ru": "Как бы ты мягко убедил принять участие и помочь?"
    }
  },
  {
    "id": "4",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Ми завжди так робили, навіщо щось змінювати?»",
      "en": "Someone says: “We’ve always done it this way, why change anything?”",
      "ru": "Кто-то говорит: «Мы всегда так делали, зачем что-то менять?»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав розглянути нові варіанти?",
      "en": "How would you gently persuade to consider new options?",
      "ru": "Как бы ты мягко убедил рассмотреть новые варианты?"
    }
  },
  {
    "id": "5",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Це не спрацює, краще не витрачати час.»",
      "en": "Someone says: “It won’t work, better not waste time.”",
      "ru": "Кто-то говорит: «Это не сработает, лучше не тратить время.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав дати шанс новій ідеї?",
      "en": "How would you gently persuade to give the new idea a chance?",
      "ru": "Как бы ты мягко убедил дать шанс новой идее?"
    }
  },
  {
    "id": "6",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Навіщо нам витрачати час на це, краще займатися важливішими справами.»",
      "en": "Someone says: “Why waste time on this? Better focus on more important tasks.”",
      "ru": "Кто-то говорит: «Зачем тратить время на это? Лучше заняться более важными делами.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав звернути увагу на цю справу?",
      "en": "How would you gently persuade to pay attention to this matter?",
      "ru": "Как бы ты мягко убедил обратить внимание на это дело?"
    }
  },
  {
    "id": "7",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Я не вірю, що це може допомогти.»",
      "en": "Someone says: “I don’t believe this can help.”",
      "ru": "Кто-то говорит: «Я не верю, что это может помочь.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав дати цьому шанс?",
      "en": "How would you gently persuade to give it a chance?",
      "ru": "Как бы ты мягко убедил дать этому шанс?"
    }
  },
  {
    "id": "8",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Це занадто ризиковано, краще залишити як є.»",
      "en": "Someone says: “It’s too risky, better leave things as they are.”",
      "ru": "Кто-то говорит: «Это слишком рискованно, лучше оставить как есть.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав розглянути потенційні вигоди?",
      "en": "How would you gently persuade to consider potential benefits?",
      "ru": "Как бы ты мягко убедил рассмотреть потенциальные выгоды?"
    }
  },
  {
    "id": "9",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Я втомився від усіх цих обговорень.»",
      "en": "Someone says: “I’m tired of all these discussions.”",
      "ru": "Кто-то говорит: «Я устал от всех этих обсуждений.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав не зупинятися і продовжити діалог?",
      "en": "How would you gently persuade not to stop and keep the dialogue going?",
      "ru": "Как бы ты мягко убедил не останавливаться и продолжить диалог?"
    }
  },
  {
    "id": "10",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Я не бачу сенсу змінювати свій підхід.»",
      "en": "Someone says: “I don’t see the point in changing my approach.”",
      "ru": "Кто-то говорит: «Я не вижу смысла менять свой подход.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав відкритися до нових ідей?",
      "en": "How would you gently persuade to be open to new ideas?",
      "ru": "Как бы ты мягко убедил открыться новым идеям?"
    }
  },
  {
    "id": "11",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Це не моя проблема, нехай інші розбираються.»",
      "en": "Someone says: “This is not my problem, let others deal with it.”",
      "ru": "Кто-то говорит: «Это не моя проблема, пусть другие разбираются.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав взяти участь у вирішенні?",
      "en": "How would you gently persuade to take part in solving it?",
      "ru": "Как бы ты мягко убедил принять участие в решении?"
    }
  },
  {
    "id": "12",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Я боюся, що це буде невдача.»",
      "en": "Someone says: “I’m afraid this will be a failure.”",
      "ru": "Кто-то говорит: «Я боюсь, что это будет провал.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав подолати страх і спробувати?",
      "en": "How would you gently persuade to overcome fear and try?",
      "ru": "Как бы ты мягко убедил преодолеть страх и попробовать?"
    }
  },
  {
    "id": "13",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Це надто складно для мене.»",
      "en": "Someone says: “This is too difficult for me.”",
      "ru": "Кто-то говорит: «Это слишком сложно для меня.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав спробувати, крок за кроком?",
      "en": "How would you gently persuade to try step by step?",
      "ru": "Как бы ты мягко убедил попробовать шаг за шагом?"
    }
  },
  {
    "id": "14",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Я не впевнений, що це правильне рішення.»",
      "en": "Someone says: “I’m not sure this is the right decision.”",
      "ru": "Кто-то говорит: «Я не уверен, что это правильное решение.»"
    },
    "task": {
      "uk": "Як би ти м’яко допоміг розглянути плюси й мінуси?",
      "en": "How would you gently help to consider pros and cons?",
      "ru": "Как бы ты мягко помог рассмотреть плюсы и минусы?"
    }
  },
  {
    "id": "15",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Я не хочу слухати ще одну лекцію на цю тему.»",
      "en": "Someone says: “I don’t want to listen to another lecture on this topic.”",
      "ru": "Кто-то говорит: «Я не хочу слушать ещё одну лекцию на эту тему.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав приділити цьому увагу?",
      "en": "How would you gently persuade to pay attention to this?",
      "ru": "Как бы ты мягко убедил уделить этому внимание?"
    }
  },
  {
    "id": "16",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Мені здається, це зайва робота.»",
      "en": "Someone says: “It seems to me this is unnecessary work.”",
      "ru": "Кто-то говорит: «Мне кажется, это лишняя работа.»"
    },
    "task": {
      "uk": "Як би ти м’яко пояснив важливість цієї роботи?",
      "en": "How would you gently explain the importance of this work?",
      "ru": "Как бы ты мягко объяснил важность этой работы?"
    }
  },
  {
    "id": "17",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Це неможливо змінити.»",
      "en": "Someone says: “It’s impossible to change this.”",
      "ru": "Кто-то говорит: «Это невозможно изменить.»"
    },
    "task": {
      "uk": "Як би ти м’яко підштовхнув до пошуку варіантів змін?",
      "en": "How would you gently encourage looking for change options?",
      "ru": "Как бы ты мягко подтолкнул к поиску вариантов изменений?"
    }
  },
  {
    "id": "18",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Я не бачу сенсу в цьому.»",
      "en": "Someone says: “I don’t see the point in this.”",
      "ru": "Кто-то говорит: «Я не вижу смысла в этом.»"
    },
    "task": {
      "uk": "Як би ти м’яко спробував показати користь цього?",
      "en": "How would you gently try to show the benefits of this?",
      "ru": "Как бы ты мягко попытался показать пользу этого?"
    }
  },
  {
    "id": "19",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Мені не вистачає часу на це.»",
      "en": "Someone says: “I don’t have enough time for this.”",
      "ru": "Кто-то говорит: «У меня нет времени на это.»"
    },
    "task": {
      "uk": "Як би ти м’яко переконав знайти час або пріоритети?",
      "en": "How would you gently persuade to find time or priorities?",
      "ru": "Как бы ты мягко убедил найти время или приоритеты?"
    }
  },
  {
    "id": "20",
    "exercise_name": "GENTLE_PERSUASION",
    "situation": {
      "uk": "Хтось каже: «Я вже пробував, але нічого не вийшло.»",
      "en": "Someone says: “I already tried, but nothing worked.”",
      "ru": "Кто-то говорит: «Я уже пытался, но ничего не получилось.»"
    },
    "task": {
      "uk": "Як би ти м’яко підтримав і запропонував спробувати інший підхід?",
      "en": "How would you gently support and suggest trying another approach?",
      "ru": "Как бы ты мягко поддержал и предложил попробовать другой подход?"
    }
  }
]