[
  {
    "id": 1,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Онлайн-курси — марна трата часу. Краще ходити на живі заняття.»",
      "en": "Someone says: “Online courses are a waste of time. It's better to attend in-person classes.”",
      "ru": "Кто-то говорит: «Онлайн-курсы — пустая трата времени. Лучше ходить на живые занятия.»"
    },
    "task": {
      "uk": "Поясни, чому ти з цим не зовсім згоден/-на, зберігаючи дружній тон.",
      "en": "Explain why you don’t fully agree, while keeping a friendly tone.",
      "ru": "Объясни, почему ты с этим не совсем согласен/-на, сохраняя дружелюбный тон."
    }
  },
  {
    "id": 2,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Якщо не планувати день до хвилини — нічого не встигнеш.»",
      "en": "Someone says: “If you don’t plan your day down to the minute, you’ll get nothing done.”",
      "ru": "Кто-то говорит: «Если не распланировать день по минутам — ничего не успеешь.»"
    },
    "task": {
      "uk": "Поясни, чому ти з цим не зовсім згоден/-на, зберігаючи дружній тон.",
      "en": "Explain why you don’t fully agree, while keeping a friendly tone.",
      "ru": "Объясни, почему ты с этим не совсем согласен/-на, сохраняя дружелюбный тон."
    }
  },
  {
    "id": 3,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Паперові книжки — це минуле. Зараз усі читають з телефона.»",
      "en": "Someone says: “Paper books are outdated. Everyone reads on their phone now.”",
      "ru": "Кто-то говорит: «Бумажные книги — это прошлое. Сейчас все читают с телефона.»"
    },
    "task": {
      "uk": "Поясни, чому ти з цим не зовсім згоден/-на, зберігаючи дружній тон.",
      "en": "Explain why you don’t fully agree, while keeping a friendly tone.",
      "ru": "Объясни, почему ты с этим не совсем согласен/-на, сохраняя дружелюбный тон."
    }
  },
  {
    "id": 4,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Якщо хтось мовчить — значить, йому нема чого сказати.»",
      "en": "Someone says: “If someone is silent, it means they have nothing to say.”",
      "ru": "Кто-то говорит: «Если человек молчит — значит, ему нечего сказать.»"
    },
    "task": {
      "uk": "Поясни, чому ти з цим не зовсім згоден/-на, зберігаючи дружній тон.",
      "en": "Explain why you don’t fully agree, while keeping a friendly tone.",
      "ru": "Объясни, почему ты с этим не совсем согласен/-на, сохраняя дружелюбный тон."
    }
  },
  {
    "id": 5,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Витрачати гроші на хобі — безглуздо. Краще все вкладати в справу.»",
      "en": "Someone says: “Spending money on hobbies is pointless. It’s better to invest everything in work.”",
      "ru": "Кто-то говорит: «Тратить деньги на хобби — глупо. Лучше всё вкладывать в дело.»"
    },
    "task": {
      "uk": "Поясни, чому ти з цим не зовсім згоден/-на, зберігаючи дружній тон.",
      "en": "Explain why you don’t fully agree, while keeping a friendly tone.",
      "ru": "Объясни, почему ты с этим не совсем согласен/-на, сохраняя дружелюбный тон."
    }
  },
  {
    "id": 6,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Вегетаріанство — це просто мода. Люди вигадують собі проблеми.»",
      "en": "Someone says: “Vegetarianism is just a trend. People are making problems out of nothing.”",
      "ru": "Кто-то говорит: «Вегетарианство — это просто мода. Люди сами придумывают себе проблемы.»"
    },
    "task": {
      "uk": "Поясни, чому цю думку можна сприймати по-іншому, не засуджуючи співрозмовника.",
      "en": "Explain why this view could be seen differently, without judging the speaker.",
      "ru": "Объясни, почему на это можно смотреть иначе, не осуждая собеседника."
    }
  },
  {
    "id": 7,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Справжній відпочинок — це тільки на пляжі. Усі ці походи — дурня.»",
      "en": "Someone says: “Real rest only happens at the beach. All that hiking stuff is nonsense.”",
      "ru": "Кто-то говорит: «Настоящий отдых — это только на пляже. Все эти походы — ерунда.»"
    },
    "task": {
      "uk": "Вислови іншу думку з повагою до чужих уподобань.",
      "en": "Express a different opinion while respecting others’ preferences.",
      "ru": "Вырази иное мнение, с уважением к чужим предпочтениям."
    }
  },
  {
    "id": 8,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Якщо не критикувати дітей — вони нічого не навчаться.»",
      "en": "Someone says: “If you don’t criticize kids, they won’t learn anything.”",
      "ru": "Кто-то говорит: «Если не критиковать детей — они ничему не научатся.»"
    },
    "task": {
      "uk": "Запропонуй альтернативний погляд без звинувачень.",
      "en": "Suggest an alternative view without blaming anyone.",
      "ru": "Предложи альтернативную точку зрения без обвинений."
    }
  },
  {
    "id": 9,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Працювати понаднормово — це нормально. Так досягають успіху.»",
      "en": "Someone says: “Working overtime is normal. That’s how you succeed.”",
      "ru": "Кто-то говорит: «Работать сверхурочно — это нормально. Так добиваются успеха.»"
    },
    "task": {
      "uk": "М’яко поділись, чому інший підхід теж має сенс.",
      "en": "Gently share why another approach might also make sense.",
      "ru": "Мягко объясни, почему другой подход тоже имеет смысл."
    }
  },
  {
    "id": 10,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Ділитися особистими проблемами — ознака слабкості.»",
      "en": "Someone says: “Sharing personal problems is a sign of weakness.”",
      "ru": "Кто-то говорит: «Делиться личными проблемами — это признак слабости.»"
    },
    "task": {
      "uk": "Вислови іншу точку зору, не знецінюючи позицію співрозмовника.",
      "en": "Share a different perspective without devaluing the speaker’s point.",
      "ru": "Выскажи другую точку зрения, не обесценивая позицию собеседника."
    }
  },
  {
    "id": 11,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Психолог — це для слабаків. Сильні самі справляються.»",
      "en": "Someone says: “Seeing a psychologist is for weak people. Strong ones handle things on their own.”",
      "ru": "Кто-то говорит: «Психолог — это для слабаков. Сильные справляются сами.»"
    },
    "task": {
      "uk": "Поясни, чому звертатися по допомогу — це нормально, не принижуючи іншої думки.",
      "en": "Explain why asking for help is okay, without putting down the other person’s opinion.",
      "ru": "Объясни, почему просить о помощи — это нормально, не принижая чужое мнение."
    }
  },
  {
    "id": 12,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Навіщо витрачатися на подорожі? Це пусте марнотратство.»",
      "en": "Someone says: “Why waste money on travel? It’s just throwing money away.”",
      "ru": "Кто-то говорит: «Зачем тратить деньги на путешествия? Это пустая трата.»"
    },
    "task": {
      "uk": "М’яко поділись, чому для тебе подорожі можуть мати сенс.",
      "en": "Gently share why travel might have meaning for you.",
      "ru": "Мягко объясни, почему для тебя путешествия могут иметь смысл."
    }
  },
  {
    "id": 13,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Усі ці медитації — це дурниці. Немає від них користі.»",
      "en": "Someone says: “All this meditation stuff is nonsense. It’s useless.”",
      "ru": "Кто-то говорит: «Вся эта медитация — ерунда. От неё нет толку.»"
    },
    "task": {
      "uk": "Поділись своїм досвідом або іншим поглядом, не сперечаючись напряму.",
      "en": "Share your experience or a different view without arguing directly.",
      "ru": "Поделись своим опытом или иным взглядом, не споря напрямую."
    }
  },
  {
    "id": 14,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Після 30 життя тільки гіршає.»",
      "en": "Someone says: “Life only gets worse after 30.”",
      "ru": "Кто-то говорит: «После 30 жизнь становится только хуже.»"
    },
    "task": {
      "uk": "Підтримай доброзичливий тон і поділись іншим баченням.",
      "en": "Keep a friendly tone and share a different perspective.",
      "ru": "Сохрани доброжелательный тон и поделись другим взглядом."
    }
  },
  {
    "id": 15,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Дітям не місце в кафе чи ресторанах.»",
      "en": "Someone says: “Kids don’t belong in cafes or restaurants.”",
      "ru": "Кто-то говорит: «Детям не место в кафе и ресторанах.»"
    },
    "task": {
      "uk": "Поясни свою думку з розумінням до чужих обмежень.",
      "en": "Explain your opinion with understanding for others’ concerns.",
      "ru": "Объясни свою точку зрения с пониманием чужих ограничений."
    }
  },
  {
    "id": 16,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Соціальні мережі — це лише відволікання від справжнього життя.»",
      "en": "Someone says: “Social media is just a distraction from real life.”",
      "ru": "Кто-то говорит: «Социальные сети — это только отвлечение от настоящей жизни.»"
    },
    "task": {
      "uk": "Ввічливо поясни, чому соцмережі можуть мати і корисні сторони.",
      "en": "Politely explain why social media can also have useful sides.",
      "ru": "Вежливо объясни, почему социальные сети могут иметь и полезные стороны."
    }
  },
  {
    "id": 17,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Сучасна музика — це тільки шум і брязкіт.»",
      "en": "Someone says: “Modern music is just noise and clatter.”",
      "ru": "Кто-то говорит: «Современная музыка — это только шум и грохот.»"
    },
    "task": {
      "uk": "Ввічливо поділись, що ти думаєш про різноманітність музичних жанрів.",
      "en": "Politely share what you think about the variety of music genres.",
      "ru": "Вежливо поделись своим мнением о разнообразии музыкальных жанров."
    }
  },
  {
    "id": 18,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Ранкові тренування — це марна трата часу.»",
      "en": "Someone says: “Morning workouts are a waste of time.”",
      "ru": "Кто-то говорит: «Утренние тренировки — пустая трата времени.»"
    },
    "task": {
      "uk": "Поясни спокійно, чому для тебе вони корисні.",
      "en": "Calmly explain why they are beneficial for you.",
      "ru": "Спокойно объясни, почему они полезны для тебя."
    }
  },
  {
    "id": 19,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Книги зараз нікому не потрібні, усе можна знайти онлайн.»",
      "en": "Someone says: “Books are not needed anymore; everything is online.”",
      "ru": "Кто-то говорит: «Книги сейчас никому не нужны, всё можно найти онлайн.»"
    },
    "task": {
      "uk": "М’яко поділись, чому для тебе друковані книги важливі.",
      "en": "Gently share why printed books matter to you.",
      "ru": "Мягко объясни, почему для тебя важны печатные книги."
    }
  },
  {
    "id": 20,
    "exercise_name": "SOFT_DISAGREEMENT",
    "situation": {
      "uk": "Хтось каже: «Кава — це погано для здоров’я.»",
      "en": "Someone says: “Coffee is bad for your health.”",
      "ru": "Кто-то говорит: «Кофе вреден для здоровья.»"
    },
    "task": {
      "uk": "Ввічливо вислови інший погляд, не применшуючи думку співрозмовника.",
      "en": "Politely express a different view without belittling the other person’s opinion.",
      "ru": "Вежливо вырази другую точку зрения, не умаляя мнение собеседника."
    }
  }
]